***messages***

:STRINGS

IDS_OK                         "确定"
IDS_WARNING                    "警告"
IDS_ERROR                      "错误"
IDS_DRIVENOTACCESSIBLE         "驱动器 %c: 无法访问"
IDS_PSWNOTMATCH                "密码不匹配。"
IDS_FILETYPE                   "文件 %s"
IDS_REGONLY                    "只有在注册版本中可用。"
IDS_ARCHIVE                    "压缩文件"
IDS_PATHNOTACCESSIBLE          "路径“%s”无法访问"
IDS_KEYADD                     "添加"
IDS_KEYVIEW                    "查看"
IDS_KEYDELETE                  "删除"
IDS_KEYREPAIR                  "修复"
IDS_KEYEXTRACT                 "解压"
IDS_KEYEXTRACTTO               "解压到"
IDS_KEYTEST                    "测试"
IDS_KEYCOMMENT                 "注释"
IDS_KEYPROTECT                 "保护"
IDS_KEYLOCK                    "锁定"
IDS_KEYSFX                     "SFX"
IDS_KEYINFO                    "信息"
IDS_KEYWIZARD                  "向导"
IDS_KEYEXIT                    "退出"
IDS_KEYFIND                    "查找"
IDS_KEYCONVERT                 "转换"
IDS_KEYVIR                     "病毒扫描"
IDS_KEYREPORT                  "报告"
IDS_KEYBENCH                   "基准测试"
IDS_KEYPRINT                   "打印"
IDS_COLUMNTITLENAME            "名称"
IDS_COLUMNTITLESIZE            "大小"
IDS_COLUMNTITLETYPE            "类型"
IDS_COLUMNTITLEPACKED          "压缩后大小"
IDS_COLUMNTITLEMODIFIED        "修改时间"
IDS_COLUMNTITLECREATED         "创建时间"
IDS_COLUMNTITLEACCESSED        "访问时间"
IDS_COLUMNTITLEATTR            "属性"
IDS_COLUMNTITLECRC             "CRC32"
IDS_COLUMNTITLECRC16           "CRC16"
IDS_COLUMNTITLEBLAKE2          "BLAKE2 校验和"
IDS_COLUMNTITLECHECKSUM        "校验和"
IDS_COLUMNTITLEPATH            "路径"
IDS_TIPFADD                    "把文件添加到压缩文件中"
IDS_TIPFVIEW                   "查看文件"
IDS_TIPFDELETE                 "删除文件"
IDS_TIPFREPAIR                 "修复被损坏的压缩文件"
IDS_TIPAEXTR                   "不确认直接解压"
IDS_TIPAEXTRTO                 "解压文件"
IDS_TIPATEST                   "测试压缩文件"
IDS_TIPAVIEW                   "查看压缩文件"
IDS_TIPADELETE                 "从压缩文件中删除文件"
IDS_TIPACOMMENT                "添加压缩文件注释"
IDS_TIPAPROTECT                "保护压缩文件受损"
IDS_TIPALOCK                   "防止压缩文件被修改"
IDS_TIPASFX                    "把压缩文件转换为自解压格式"
IDS_TIPAINFO                   "显示信息"
IDS_TIPWIZARD                  "面向初级用户的向导界面"
IDS_TIPEXIT                    "关闭 WinRAR"
IDS_TIPFIND                    "查找文件和压缩文件"
IDS_TIPCONVERT                 "把压缩文件转换成其他格式"
IDS_TIPVIRUS                   "扫描压缩文件内的病毒"
IDS_TIPREPORT                  "生成报告"
IDS_TIPBENCH                   "基准测试压缩速度"
IDS_TIPPRINT                   "打印文件"
IDS_TIPUP                      "向上一级"
IDS_METHOD0                    "存储"
IDS_METHOD1                    "最快"
IDS_METHOD2                    "较快"
IDS_METHOD3                    "标准"
IDS_METHOD4                    "较好"
IDS_METHOD5                    "最好"
IDS_VOLAUTO                    "自动检测"
IDS_ASKNAME                    "查找压缩文件"
IDS_ADDREPLACE                 "添加并替换文件"
IDS_UPDATE                     "添加并更新文件"
IDS_FRESH                      "仅更新已经存在的文件"
IDS_SYNCHRONIZE                "同步压缩文件内容"
IDS_ASKOVERWRITE               "覆盖前询问"
IDS_SKIPEXISTING               "跳过已存在的文件"
IDS_ARCUSEPASSWORD             "带密码压缩"
IDS_TREETITLE                  "选择新文件夹"
IDS_NOFILESSELECTED            "没有选择文件。你需要选择文件进行添加操作"
IDS_NOFILESSELCOMMON           "没有选择文件。你需要为此操作选择文件"
IDS_NOFILEDIRSELCOMMON         "没有选择文件或文件夹。您需要为此操作选择文件或文件夹"
IDS_PATHNOTEXIST               "路径不存在。创建它吗?"
IDS_VIEWTITLE                  "查看"
IDS_BYTES                      "字节"
IDS_DOSTEXT                    "DOS 文本"
IDS_ANSITEXT                   "Windows 文本"
IDS_UTF16LETEXT                "Unicode (UTF-16LE)"
IDS_UTF8TEXT                   "Unicode (UTF-8)"
IDS_VIEWMENUCOPY               "复制(&Y)"
IDS_VIEWMENUSELECTALL          "全选(&A)"
IDS_VIEWMENUWIN                "以 &Windows 文本来查看"
IDS_VIEWMENUDOS                "以 &DOS 文本来查看"
IDS_VIEWMENUUTF16LE            "以 &Unicode 来查看 (UTF-16LE)"
IDS_VIEWMENUUTF8               "以 Unicode 来查看 (UTF-&8)"
IDS_VIEWMENUWORDWRAP           "自动换行(&R)"
IDS_VIEWMENUFIND               "查找(&F)"
IDS_VIEWMENUFINDNEXT           "查找下一个(&N)"
IDS_VIEWMENUCLOSE              "关闭(&C)"
IDS_CANNOTFIND                 "无法查找"
IDS_NOTFOUND                   "未找到字符串"
IDS_ASKDESTPATH                "解压到..."
IDS_SELECTED                   "已经选择"
IDS_BYTESINFILE                "%s 字节(%d 个文件)"
IDS_BYTESINFILES               "%s 字节(%d 个文件)"

; These two are for messages like "Selected 15 MB in 5 files".
; WinRAR replaces "%s" with size with unit included.
IDS_UNITSINFILE                "%s 在 %d 文件中"
IDS_UNITSINFILES               "%s 在 %d 文件中"

IDS_AND                        "和"
IDS_BYTESINDIRECTORY           "文件夹"
IDS_BYTESINDIRECTORIES         "文件夹"
IDS_TOTAL                      "总计"
IDS_READINGFOLDER              "正在读取文件夹"
IDS_READINGARCHIVE             "正在读取压缩文件:已读取 %d 个文件"
IDS_READINGARCHIVEFOLDER       "正在读取压缩文件夹"
IDS_FILEOUTMEM                 "没有足够的内存处理全部文件"
IDS_CANNOTOPEN                 "无法打开 %s"
IDS_CANNOTCREATE               "无法创建 %s"
IDS_CANNOTMKDIR                "无法创建文件夹 %s"
IDS_ENCRCRCFAILED              "加密的文件 %s 里发生校验和错误。损坏的文件或错误的密码。"
IDS_EXTRCRCFAILED              "文件 %s 里出现校验和错误。该文件已损坏"
IDS_PACKEDDATACRCFAILED        "文件 %s 中出现打包数据校验和错误。分卷已损坏"
IDS_BADARCHIVE                 "这个压缩文件格式未知或者数据已经被损坏"
IDS_CANNOTADDTOEXT             "WinRAR 只能将文件添加到 RAR 或 ZIP 压缩文件中"
IDS_NONZEROCODE                "压缩文件返回退出代码 %d"
IDS_OUTOFMEMORYERROR           "没有足够的内存"
IDS_WRITEERROR                 "写入错误在文件 %s 中"
IDS_CANNOTEXECUTE              "无法执行 \"%s\""
IDS_CANNOTDELETE               "无法删除 %s"
IDS_RECYCLEFAILED              "无法将一些文件和文件夹移动到回收站"
IDS_CANNOTRECYCLE              "无法移动 %s 到回收站"
IDS_CANNOTRECYCLEHINT          "使用 Shift+Del 来永久删除它"
IDS_READERROR                  "在文件 %s 里发生读取错误"
IDS_SEEKERROR                  "在文件 %s 里发生查找错误"
IDS_CLOSEERROR                 "无法关闭文件 %s"
IDS_CANNOTFINDFILE             "无法找到 %s"
IDS_CANNOTRENAME               "无法重命名 %s 为 %s"
IDS_CREATINGARCHIVE            "正在创建压缩文件 %s"
IDS_UPDATINGARCHIVE            "正在更新压缩文件 %s"
IDS_EXTRACTING                 "正在从 %s 中解压"
IDS_TESTING                    "正在测试 %s"
IDS_REPAIRING                  "正在修复 %s"
IDS_DELETING                   "正在从 %s 删除"
IDS_COMMENTING                 "正在添加压缩文件注释"
IDS_CONVERTING                 "正在转换为自解压格式"
IDS_REMOVESFX                  "正在删除自解压模块"
IDS_PROCESSARC                 "正在处理压缩文件 %s"
IDS_LOCKING                    "正在锁定压缩文件"
IDS_ADDRECREC                  "正在添加恢复记录"
IDS_ADDING                     "正在添加"
IDS_UPDATING                   "正在更新"
IDS_ANALYZING                  "正在分析"
IDS_REPACKING                  "正在重新压缩"
IDS_PREPARING                  "正在准备"
IDS_CMDTESTING                 "正在测试"
IDS_CMDEXTRACTING              "正在解压"
IDS_SKIPPING                   "正在跳过"
IDS_SCANNING                   "正在搜索压缩文件..."
IDS_MESSAGE                    "信息"
IDS_DELETETITLE                "删除"
IDS_ASKDELETE                  "您是否确认希望删除 %s?"
IDS_DIRECTORY                  "文件夹"
IDS_DIRECTORIES                "文件夹"
IDS_FILE                       "文件"
IDS_FILES                      "文件"
IDS_DELETINGFILE               "正在删除 %s"
IDS_REPACKINGFILE              "正在重新压缩 %s"
IDS_COPYINGFILE                "正在复制 %s"
IDS_REPAIRTITLE                "修复"
IDS_REPAIRDETECTING            "正在检测压缩文件类型..."
IDS_REPAIREXT                  "WinRAR 只能修复 RAR 和 ZIP 类型压缩文件"
IDS_BUILD                      "构建 %s"
IDS_FOUND                      "找到 %s"
IDS_RRSEARCH                   "正在搜索恢复记录"
IDS_ANALYZEFILEDATA            "正在分析文件数据"
IDS_RRFOUND                    "---> 找到恢复记录"
IDS_RRNOTFOUND                 "---> 未找到恢复记录"
IDS_SECDAMAGED                 "块 %ld (偏移量 %lX...%lX) 已损坏"
IDS_SECRECOVERED               "---> 块已经恢复"
IDS_SECNOTRECOVERED            "---> 不能恢复块"
IDS_REPAIRDONE                 "完成"
IDS_REPAIRCLOSE                "关闭"
IDS_REPAIRABORTED              "中止"
IDS_CANNOTREPAIROLD            "无法修复旧格式的压缩文件"
IDS_ASKMARKSOLID               "压缩文件报头被破坏。把压缩文件标记为固实格式吗?"
IDS_NOFILESREPAIRED            "没有文件被修复"
IDS_ASKRECONSTRUCT             "重建压缩文件结构"
IDS_ARCINFOTITLE               "归档 %s"
IDS_INFOSOLID                  "固实"
IDS_INFOSFX                    "自解压格式"
IDS_INFOVOLUME                 "%s 压缩分卷"
IDS_INFOARCHIVE                "%s 压缩文件"
IDS_UNKNOWN                    "未知格式"
IDS_PRESENT                    "存在"
IDS_ABSENT                     "缺少"

; Displayed in "Info" dialog for archives with encrypted file names.
; Try to keep it short, this field is limited in space.
IDS_INFOENCNAMES               "名称和数据"

IDS_UNEXPEOF                   "不可预料的压缩文件末端"
IDS_FILEHEADERBROKEN           "文件报头已损坏: %s"
IDS_HEADERBROKEN               "找到损坏的报头"
IDS_MAINHEADERBROKEN           "主压缩文件报头已损坏"
IDS_ARCBROKEN                  "压缩文件已损坏"
IDS_CANNOTFINDVOL              "缺少必须的分卷"
IDS_CMTBROKEN                  "压缩文件注释已损坏"
IDS_LOCKRARONLY                "仅支持 RAR 压缩文件的锁定"
IDS_PROTECTRARONLY             "仅支持 RAR 压缩文件的保护"
IDS_NOZIPVOL                   "不支持多部分的 ZIP 压缩文件"
IDS_BROKENORVOLZIP             "多部分或损坏的 ZIP 压缩文件"
IDS_LOGTITLE                   "查看日志"
IDS_LOGEMPTY                   "日志文件是空的"
IDS_CANNOTMODIFYOLD            "不能修改旧格式 (RAR 1.40) 的压缩文件"
IDS_CANNOTMODIFYLOCKED         "不能修改被锁定的压缩文件"
IDS_CANNOTMODIFYVOLUME         "不能修改压缩卷"
IDS_CANNOTMODIFYUNKNOWN        "%s 中存在未知方式。操作失败"

; These SFX names must match actual SFX module file names in installation
; package. Normally they should not be changed.
IDS_DEFAULTSFXNAME32           "Default32.SFX"
IDS_WINCONSFXNAME32            "WinCon32.SFX"
IDS_ZIPSFXNAME32               "Zip32.SFX"
IDS_DEFAULTSFXNAME64           "Default.SFX"
IDS_WINCONSFXNAME64            "WinCon.SFX"
IDS_ZIPSFXNAME64               "Zip.SFX"

; Edit these "dummy..." SFX names only if you added a new SFX module.
; Otherwise keep them as is.
IDS_DUMMYSFXNAME1              "dummysfxname1"
IDS_DUMMYSFXNAME2              "dummysfxname2"
IDS_DUMMYSFXNAME3              "dummysfxname3"
IDS_DUMMYSFXNAME4              "dummysfxname4"
IDS_DUMMYSFXNAME5              "dummysfxname5"
IDS_DUMMYSFXNAME6              "dummysfxname6"
IDS_DUMMYSFXNAME7              "dummysfxname7"
IDS_DUMMYSFXNAME8              "dummysfxname8"

; Descriptions of SFX modules. Unlike SFX names, they should be translated.
IDS_DEFAULTSFX32               "Windows 32-位 GUI RAR SFX"
IDS_WINCONSFX32                "Windows 32-位控制台 RAR SFX"
IDS_ZIPSFX32                   "Windows 32-位 GUI ZIP SFX"
IDS_DEFAULTSFX64               "Windows 64-位 GUI RAR SFX"
IDS_WINCONSFX64                "Windows 64-位控制台 RAR SFX"
IDS_ZIPSFX64                   "Windows 64-位 GUI ZIP SFX"

; Edit these "dummy..." SFX descriptions only if you added a new SFX module.
; Otherwise keep them as is.
IDS_DUMMYSFX1                  "dummysfxdescription1"
IDS_DUMMYSFX2                  "dummysfxdescription2"
IDS_DUMMYSFX3                  "dummysfxdescription3"
IDS_DUMMYSFX4                  "dummysfxdescription4"
IDS_DUMMYSFX5                  "dummysfxdescription5"
IDS_DUMMYSFX6                  "dummysfxdescription6"
IDS_DUMMYSFX7                  "dummysfxdescription7"
IDS_DUMMYSFX8                  "dummysfxdescription8"

IDS_SFXMODULE                  "模块"
IDS_SFXMODULEDIZ               "描述"
IDS_NOTSFX                     "这不是自解压压缩文件"
IDS_NOTFIRSTVOL                "这不是第一卷"
IDS_CANNOTTOSFXOLD             "不能转换旧格式 (RAR 1.5) 压缩文件"
IDS_SETTINGS                   "设置"
IDS_PERCENTSDONE               "%d%% 已完成"
IDS_TRAYRESTORE                "恢复"
IDS_TRAYBREAK                  "中断操作"
IDS_TRAYPAUSE                  "暂停"
IDS_TRAYCONTINUE               "继续"
IDS_SELECTADDFOLDER            "选择压缩文件的默认文件夹"
IDS_SELECTEXTRFOLDER           "选择解压文件的默认文件夹"
IDS_SELECTTEMPFOLDER           "选择临时文件夹"
IDS_SELECTSTARTFOLDER          "选择启动文件夹"
IDS_SELECTEXTVIEWER            "选择外部查看器"
IDS_FILEWASMODIFIED            "文件 \"%s\" 已修改。\n您希望在压缩文件里更新它吗?"
IDS_ASKABORT                   "您希望中止当前的操作吗?"
IDS_ASKABORTTITLE              "用户中断"
IDS_MENUMKDIR                  "创建一个新文件夹(&R)"
IDS_MENURENAME                 "重命名(&E)"
IDS_MENUPRINT                  "打印文件(&F)"
IDS_MENULISTVIEWMENU           "查看方式(&V)"
IDS_MENULISTSORT               "排序方式(&S)"
IDS_MENURUN                    "运行"
IDS_MENUASSOCIATEDAPP          "在关联的应用程序里打开"
IDS_MENUSHOWCONTENTS           "显示压缩文件内容\tCtrl+PgDn"
IDS_MENUINTVIEWER              "在内部查看器中打开\tCtrl+Q"
IDS_MENULISTVIEW               "列表视图(&W)"
IDS_MENUDETAILSVIEW            "详细资料(&L)"
IDS_SORTNAME                   "名称(&N)"
IDS_SORTSIZE                   "大小(&S)"
IDS_SORTPACKEDSIZE             "打包大小(&P)"
IDS_SORTTYPE                   "类型(&T)"
IDS_SORTMODIFIED               "修改时间(&M)"
IDS_SORTCREATED                "创建时间(&R)"
IDS_SORTACCESSED               "上次访问时间(&L)"
IDS_SORTATTR                   "属性(&A)"
IDS_SORTCRC                    "校验和(&C)"
IDS_SORTORIGINAL               "原始顺序(&O)"
IDS_CLEARINGATTR               "正在清除“压缩文件”属性"
IDS_ADDDELETE                  "正在删除"
IDS_NOFILESTOADD               "没有文件被添加"
IDS_ERASEDISK                  "正在清除磁盘 %c:"
IDS_UNKNOWNMETHOD              "未知方式位于 %s"
IDS_NEWRARFORMAT               "不支持的压缩文件格式。请更新 WinRAR 到新的版本。"
IDS_NOFILESTOEXTRACT           "无文件可解压"
IDS_NOFILESTODELETE            "无文件可删除"
IDS_DISKFULL                   "磁盘已满。请插入下一张。"
IDS_DISKFULLTITLE              "磁盘已满"
IDS_PATHTOOLONG                "路径太长"
IDS_JAN                        "一月"
IDS_FEB                        "二月"
IDS_MAR                        "三月"
IDS_APR                        "四月"
IDS_MAY                        "五月"
IDS_JUN                        "六月"
IDS_JUL                        "七月"
IDS_AUG                        "八月"
IDS_SEP                        "九月"
IDS_OCT                        "十月"
IDS_NOV                        "十一月"
IDS_DEC                        "十二月"
IDS_WEEKDAYMON                 "星期一"
IDS_WEEKDAYTUE                 "星期二"
IDS_WEEKDAYWED                 "星期三"
IDS_WEEKDAYTHU                 "星期四"
IDS_WEEKDAYFRI                 "星期五"
IDS_WEEKDAYSAT                 "星期六"
IDS_WEEKDAYSUN                 "星期天"
IDS_ARCFOUND                   "已发现 %d 个压缩文件"
IDS_ARCPROCESSED               "已发现 %d 个压缩文件,已处理 %d 个"
IDS_NOARCFOUND                 "在选定的文件和文件夹中没有发现压缩文件"
IDS_ARCFOUNDTITLE              "压缩文件组操作"
IDS_REGFAILED                  "注册失败"
IDS_THANKS                     "WinRAR 已经成功注册。谢谢您！"
IDS_REGCORRECT                 "注册已成功完成"
IDS_EVALCOPY                   "评估版本"
IDS_EVALDAYSLEFT               "离购买许可只剩 %d 天了"
IDS_CMDNOARCFOUND              "没有找到压缩文件"
IDS_UNKNOWNCOMMAND             "未知命令 \"%s\""
IDS_UNKNOWNOPTION              "未知选项 \"%s\""
IDS_SWSYNTAXERROR              "'-' 被期望位于“%s”的开头"
IDS_FILESFOUND                 "找到 %d 个文件"
IDS_FILESMODIFIED              "从 %s 提取的一些文件已修改或创建了新的文件。\n您希望将它们放到压缩文件里吗?"
IDS_EXECUTETITLE               "执行"
IDS_WINRARHELP                 "WinRAR 中文帮助"
IDS_RARHELP                    "控制台 RAR 中文手册"
IDS_WHATSNEW                   "最新版本里有哪些新功能"

; Name of WhatsNew.txt file in distribution package.
; Edit it only if you renamed this file.
IDS_WHATSNEWNAME               "WhatsNew.txt"

IDS_MODIFIEDON                 "修改于"
IDS_TOOLBARSMALL               "小按钮"
IDS_TOOLBARMEDIUM              "中按钮"
IDS_TOOLBARLARGE               "大按钮"
IDS_TOOLBAREXTRALARGE          "超大按钮"
IDS_TOOLBARMENUTEXT            "显示文本"
IDS_TOOLBARMENULOCK            "锁定工具栏"
IDS_TOOLBARMENUSELTB           "选择工具栏..."
IDS_TOOLBARMENUSELECT          "选择按钮..."
IDS_TESTMSGTITLE               "测试完成"
IDS_TESTMSGTEXT                "在测试操作中没有发现错误"
IDS_CMDNOTSUPPORTED            "此命令不支持这种类型的压缩文件"
IDS_FILERO                     "%s 是只读的"
IDS_REGISTEREDTO               "已注册给"
IDS_REGKEYWARNING              "可用的许可证密钥的有效期仅有 %s"
IDS_ARCSIZE                    "解包大小为 %s 字节"
IDS_CLEARLOGTITLE              "清除日志"
IDS_CLEARLOG                   "您确认要清除日志文件吗?"
IDS_WINRARARC                  "WinRAR 压缩文件"
IDS_WINRARZIPARC               "WinRAR ZIP 压缩文件"
IDS_NEWFOLDER                  "新建文件夹"
IDS_ENCRNOTSUPPORTED           "被加密的文件 %s.加密功能不被此类型的压缩文件支持。"
IDS_NOTSUPPORTED               "不支持 %s"
IDS_ARCNAMEPARAM               "压缩文件名和参数"
IDS_SELECTARCCOMMENT           "选择注释文件"
IDS_ACLGETERROR                "无法获取 %s 的安全数据"
IDS_ACLSETERROR                "无法设置 %s 的安全数据"
IDS_ACLBROKEN                  "%s 的安全数据被破坏\n"
IDS_ACLUNKNOWN                 "%s 的安全数据格式未知\n"
IDS_STREAMBROKEN               "%s 的流数据被破坏\n"
IDS_STREAMUNKNOWN              "%s 的流数据格式未知\n"
IDS_SAVETOPROFILE              "保存当前设置为新配置..."
IDS_PROFILESORGANIZE           "管理配置..."
IDS_NEWPROFILE                 "新建配置"
IDS_SETOPTIONS                 "设置默认的压缩选项"

; These profile names are stored in Registry after first WinRAR execution
; and then read from Registry. You need to uninstall and re-install
; WinRAR to see their new values if you had older ones in Registry.
IDS_DEFAULTPROFILE             "默认配置"
IDS_PROFILEMAIL                "创建电子邮件附件"
IDS_PROFILEBACKUP              "备份选定文件"
IDS_PROFILEVOLUMES             "创建 10 MB 的分卷"
IDS_PROFILEZIP                 "ZIP 压缩文件(低压缩率)"

IDS_INVALIDNAME                "无效文件名 %s"
IDS_FILETIMEANY                "任意时间"
IDS_FILEMTIMEOLDER             "修改日期早于"
IDS_FILEMTIMENEWER             "修改日期晚于"
IDS_FILEMTIMEBEFORE            "修改早于"
IDS_FILEMTIMEAFTER             "修改晚于"
IDS_FILECTIMEOLDER             "创建日期早于"
IDS_FILECTIMENEWER             "创建日期晚于"
IDS_FILECTIMEBEFORE            "创建早于"
IDS_FILECTIMEAFTER             "创建晚于"
IDS_FILEATIMEOLDER             "访问日期早于"
IDS_FILEATIMENEWER             "访问日期晚于"
IDS_FILEATIMEBEFORE            "访问早于"
IDS_FILEATIMEAFTER             "访问晚于"
IDS_ARCTIMECURRENT             "当前系统时间"
IDS_ARCTIMEORIGINAL            "原始压缩文件时间"
IDS_ARCTIMELATEST              "最近文件时间"
IDS_ARCTIMESPECIFIED           "指定时间"
IDS_SELECTREPAIRFOLDER         "选择用于已修复压缩文件的文件夹"
IDS_ASKSTOREPSWCVT             "您确定要加密已转换的归档文件吗?"
IDS_ALLARCHIVES                "所有压缩文件"
IDS_ALLARCHIVESANDSFX          "包括自解压格式的所有压缩文件"
IDS_ALLFILES                   "所有文件"
IDS_WRONGFMT                   "%s 模块的版本错误。请重新安装 WinRAR。"

; These strings allow to add links to distributor sites to "Help" menu.
; Change it only if you are the official WinRAR distributor, otherwise
; keep it unmodified.
IDS_LOCALSITE                  "WinRAR 中文主页"
IDS_LOCALSITEURL               "https://www.winrar.com.cn"
IDS_LOCALSITE2                 "WinRAR 在线购买"
IDS_LOCALSITEURL2              "https://www.winrar.com.cn"

IDS_SFXOPTTITLE                "高级自解压选项"
IDS_SFXSCRIPTTITLE             ";下方的注释包含自解压脚本命令"
IDS_SELECTFILESTOADD           "请选择要添加的文件"
IDS_SELECTFILESTOEXCL          "请选择要排除的文件"
IDS_CORRECTINGNAME             "正在尝试更正非法文件或文件夹名"
IDS_UNPCANNOTMERGE             "您需要从上一压缩卷启动解压命令以便解压 %s"
IDS_SETTINGSEXPORTED           "WinRAR 设置被保存到文件 %s 中"
IDS_SETTINGSIMPORTED           "WinRAR 设置已经从文件 %s 中恢复"
IDS_BETA                       "测试版"
IDS_32BIT                      "32-位"
IDS_64BIT                      "64-位"
IDS_OPFAILED                   "操作失败"
IDS_SUBHEADCORRUPT             "发现损坏的数据报头,忽略"
IDS_SUBHEADUNKNOWN             "未知数据报头格式,忽略"
IDS_SUBHEADDATACRC             "损坏的 %s 数据块"
IDS_WIZUNPARCNAME              "请选择压缩文件解压并按“下一步”按钮。\n您也可以拖动文件图标到这个对话框或者使用“浏览...”按钮手动查找压缩文件。"
IDS_WIZNEWARCNAME              "请输入一个压缩文件名来创建并按“下一步”按钮。您也可以手\n动输入或使用“浏览...”按钮来选择被创建的压缩文件的文件夹和文件名。"
IDS_WIZADDARCNAME              "请选择压缩文件更新并按“下一步”按钮。\n您也可以拖动文件图标到这个对话框或者使用“浏览...”按钮手动查找压缩文件。"
IDS_WIZDESTFOLDERTITLE         "选择解压文件的目标文件夹。"
IDS_WIZARCNAMENEEDED           "请输入压缩文件名,它是必填字段。"
IDS_CHOOSENEWARC               "选择目标文件夹和名称来创建新的压缩文件。"
IDS_PATHSRELATIVE              "存储相对路径"
IDS_PATHSFULL                  "存储完整路径"
IDS_PATHSNONE                  "不存储路径"
IDS_PATHSABS                   "存储包括盘符的完整路径"
IDS_CONTINUE                   "继续(&C)"
IDS_PAUSED                     "暂停，点击\"继续\"恢复"
IDS_SCANERROR                  "不能读取 %s 的内容"
IDS_NOTVOLUME                  "它不是卷"
IDS_RECVOLDIFFSETS             "%s 和 %s 属于不同的设置"
IDS_RECVOLMISSING              "%d 卷丢失"
IDS_RECVOLFOUND                "发现 %d 的恢复卷"
IDS_RECVOLALLEXIST             "没有什么可重建"
IDS_RECVOLCANNOTFIX            "不可能重建"
IDS_RECONSTRUCTING             "正在重建..."
IDS_CREATING                   "正在创建 %s"
IDS_RENAMING                   "正在把 %s 重命名为 %s"
IDS_RARRECVOL                  "RAR 恢复卷"
IDS_ASKTORECVOL                "您要重建丢失的卷吗?"
IDS_CHOOSESEPARCFOLDER         "选择目标文件夹来创建压缩文件"
IDS_NTFSREQUIRED               "写入错误:只有 NTFS 文件系统才支持大于 4 GB 的文件"
IDS_FAT32SIZE                  "FAT32 文件系统不支持 4 GB 或更大的文件"
IDS_ERRCHANGEATTR              "不能改变 %s 的属性"
IDS_SELECTICON                 "选择图标"
IDS_SELECTLOGO                 "选择徽标"
IDS_ADVWRONGSFX                "被选择的自解压模块不支持高级选项"
IDS_FILEINFO                   "文件信息"
IDS_INFOSCANINPROGRESS         "请等待文件扫描完成或点击“取消”关闭对话框"
IDS_INFODONE                   "完成"
IDS_INFOCALCULATING            "正在计算"
IDS_WRONGSFXVER                "默认自解压模块不支持 RAR %d.%d 压缩文件"
IDS_HEADENCMISMATCH            "无法更改已加密归档中的名称加密模式"
IDS_CANNOTEMAIL                "不能用电子邮件发送文件 %s"
IDS_GROUPARCCONFIRM            "您确认要把指定的设置应用到选定的文件和文件夹里发现的所有压缩文件吗?"
IDS_COLUMNTITLEFILE            "文件"
IDS_COLUMNTITLELOCATION        "位置"
IDS_COLUMNTITLECONTEXT         "关联"
IDS_KEYLOCATE                  "定位"
IDS_TIPLOCATE                  "在 WinRAR 主窗口中显示这个文件"
IDS_CURRENTFOLDER              "当前文件夹"
IDS_SELECTEDITEMS              "已选项目"
IDS_ITEMSFOUND                 "已找到 %u"
; Button label to stop commands like "Find" and "Repair". Keep text short.
IDS_STOP                       "停止"

; WinRAR home page.
IDS_HOMEURL                    "https://www.win-rar.com"

; This string specifies URL, which will be opened when user pressed
; "Buy online" in registration reminder dialog. Change it only if you are
; the official WinRAR dealer, otherwise keep it unmodified.
IDS_BUYURL                     "https://notifier.win-rar.com/buyredirect?L=$L&src=rrlb&arch=$A&ver=$V&color=$T"

; Reminder dialog information. For official WinRAR dealers only.
; Please do not change or translate this string if you are not a dealer.
IDS_REMINDERINFO               "##0a>9<>24T8hwrqw=-*nlrhbngw.too)ucw.`il+8ndnds`cb?$L&unqua`=qtmf&ndngoocwcbe>`hvtv&vftrmhl8714&euamiwcbprp`=$G&ghnjr>$U3g;hwrqw=-*nlrhbngw.too)ucw.`il+8ndnds`cb?$L&unqua`=qtmf&ndngoocwcbe>`hvtv`xsosac&sequhki?$V&gsgokqe`rtvb?$A&enhhp8$W14WC]C36T?hwrqw=-*nlrhbngw.too)ucw.`il+8ndnds`cb?$L&unqua`=qtmf&ndngoocwcbe>cxtnp`d&pdvtkjn>$W&fpfhjrdgswwe>$@&dmioq;$PR8"

; WinRAR themes page.
IDS_THEMEPAGEURL               "https://www.rarlab.com/themes.htm"

IDS_SELCOUNT                   "已选择 %d 个"
IDS_CVTDIFCONTENTS             "原始的和转换后的内容不一样"
IDS_CONVERTINGARCHIVES         "正在转换压缩文件"
IDS_CVTSELFOLDERTITLE          "选择存放转换后的压缩文件的文件夹"
IDS_FILEEXIST                  "文件已经存在"
IDS_SKIPENCARC                 "跳过加密的压缩文件"
IDS_CVTTOOLARGE                "%s 太大, 无法转换"
IDS_FINDFILE                   "查找文件"
IDS_CALCCRC                    "正在计算校验和: 完成 %d%%"
IDS_PROCESSING                 "正在处理 %s"
IDS_STREAMWARNING              "指定的压缩文件名包含冒号,您可能不能用这样的文件名访问压缩文件。仅当您知道什么是 NTFS 流的时候点击“确定”，否则请选择“取消”并更改名称。"
IDS_EXTRDLGTITLE               "解压路径和选项"
IDS_WINRARDESC                 "处理 RAR、 ZIP 和其他压缩格式"
IDS_DRAGFAILED                 "拖动操作失败"
IDS_SELECTVIRSCAN              "选择病毒扫描软件"
IDS_ASKSETVIRSCAN              "您需要指定一个病毒扫描程序。\n请点击“确定”和“帮助”按钮来获得更多信息。"
IDS_WAITVIRSCAN                "正等待病毒扫描完成"
IDS_USERDEFINED                "用户自定义"
IDS_TOOMANYFILESREAD           "读取 %d 个文件。这么大的数字可能表示压缩文件被损坏了。\n您要更仔细地读取它吗?"
IDS_TOTALERRORS                "错误总数: %d"
IDS_SELECTREPORTNAME           "选择报告文件名"
IDS_CREATINGREPORT             "正在创建报告"
IDS_CANNOTPRINT                "不能打印 %s"
IDS_ENDOFARCHIVE               "压缩文件结束"
IDS_REPORTFILES                "文件数"
IDS_YES                        "是"
IDS_REPORTDATE                 "报告产生于 %s"
IDS_RECVOLLIMIT                "通常卷和恢复卷的总数不得超过 %d"
IDS_VOLUMENUMBER               "数字 %d"
IDS_REPORTDIRECTORY            "文件夹"
IDS_EXTRDELCONFIRM             "您要删除未打包的压缩文件吗?"
IDS_WAITFOROTHERCOPY           "正在等待另一个 WinRAR 副本"
IDS_THEME                      "主题"
IDS_DEFAULTTHEME               "默认主题"
IDS_CONFIRMTHEMEINSTALL        "您要安装“%s”中包含的 WinRAR 界面主题吗?"
IDS_INSTALLNEWTHEME            "安装新主题"
IDS_SELECTTHEMEFILE            "选择主题文件"
IDS_THEMEINSTALLED             "主题已安装。请使用“选项/主题”菜单来选择该主题。"
IDS_BLOCKCONTENTS              "已阻止具有潜在危险的内容。"
IDS_TOOLARGESFX                "自解压模块大小不能超过 %u 字节。"
IDS_TIMELEFT                   "剩余时间"
IDS_SAVEARCAS                  "保存压缩文件副本为"
IDS_CANNOTCOPY                 "不能复制 %s 到 %s"
IDS_SAVESETTINGS               "保存 WinRAR 设置为"
IDS_LOADSETTINGS               "加载 WinRAR 设置自"
IDS_CREATEINI                  "创建 WinRAR.ini 文件"
IDS_INICREATED                 "%s 文件已成功创建。您可以复制它到需要的位置。按“帮助”按钮获得更多信息。"
IDS_SECONDDRAGERROR            "在上一操作还在活动时无法开始一个新的拖动操作。"
IDS_TOOLARGESFXARC             "自解压文件太大。Windows 不能运行超过 4 GB 的可执行文件。"
IDS_ZIPVOLCANNOTFSFX           "ZIP 卷无法自解压。"
IDS_CALCCRCALLVOL              "正在计算所有分卷的校验和。"
IDS_WRONGDLLBITS               "%d 位 WinRAR 不能加载 %d 位的 %s 模块。你可能需要重新安装 WinRAR。"
IDS_NOTENOUGHDISK              "没有足够的磁盘空间用于 %s."
IDS_INARCHIVE                  "在压缩文件 %s 里"
IDS_PASSWORDDEFAULT            "设置默认的密码"
IDS_PASSWORDFILE               "为加密的文件输入密码"
IDS_PASSWORDARCHIVE            "为加密的压缩文件输入密码"
IDS_MASTERINFOORG              "请输入主密码来加密密码记录，或空字符串来删除现有的主密码。"
IDS_MASTERINFOPROF             "请输入主密码用于压缩配置文件中的密码数据。"
IDS_MASTERACCESS               "请输入主密码来获得密码记录，或输入任何其它字符串来设置压缩操作的密码。"
IDS_PROFILENAME                "配置文件名: %s"
IDS_CORRPUTPSWDATA             "保存的密码已损坏"
IDS_TITLELABEL                 "标签"
IDS_TITLEMASK                  "掩码"
IDS_NOTIFYPSWMAN1              "除非设置了主密码，否则密码管理器里保存的密码都没有安全地加密。"
IDS_NOTIFYPSWMAN2              "任何能访问您电脑的人都可以查看它们。"
IDS_NOTIFYPSWMAN3              "请用主密码来使用此功能，或当您的电脑受到保护免于未经授权的访问时使用此功能。"
IDS_PSWLABELEXISTS             "此类密码或标签已存在。"
IDS_PSWLABELENTERED            "已输入密码标签。"
IDS_USELABELNOTIFY             "将使用匹配此标签的密码。"

; Abbreviations for bytes and kilo-, mega-, giga-, terabytes.
IDS_B                          "B"
IDS_KB                         "KB"
IDS_MB                         "MB"
IDS_GB                         "GB"
IDS_TB                         "TB"

IDS_NEWREGKEYTITLE             "发现新的注册密钥"
IDS_NEWREGKEY                  "您希望使用新的注册码替换当前的 WinRAR 注册码吗?"
IDS_COMPRESSEDSFX              "自解压模块已使用 EXE 打包器进行压缩。图标，徽标等资源无法在此类模块里更新。"
IDS_CANNOTZIPVOLSFX            "无法将 ZIP 分卷转换为自解压文件。ZIP 分卷无法自解压。"
IDS_NOTIFYSYNCMODE1            "在“同步压缩文件内容”模式里 WinRAR 可以删除已压缩的文件，不当使用将导致数据损失。"
IDS_NOTIFYSYNCMODE2            "请阅读 WinRAR 帮助，在使用它之前理解该模式的工作方式。"
IDS_NEWERWINRAR                "您可能需要版本更新的 WinRAR。"
IDS_UNKENCMETHOD               "在 %s 里存在未知的加密模式"
IDS_WRONGPASSWORD              "指定的密码不正确。"
IDS_WRONGFILEPASSWORD          "%s 的密码错误"
IDS_AREADAMAGED                "有 %d 字节在 %08x %08x 处损坏"
IDS_BLOCKSRECOVERED            "%u 个块已恢复，%u 个块已重新安置"
IDS_RRDAMAGED                  "恢复记录已损坏。"
IDS_TESTINGRR                  "正在测试恢复记录"
IDS_JUNCTION                   "目录联接点"
IDS_SYMLINK                    "符号链接"
IDS_HARDLINK                   "硬链接"
IDS_FILECOPY                   "文件引用"
IDS_CHDIRERROR                 "无法设置 %s 为当前文件夹"
IDS_CHECKTEMPPERM              "请检查 WinRAR 文件夹的临时文件权限或在 WinRAR 设置里指定另一个临时文件夹。"
IDS_INCOMPATSWITCH             "%s 不是 RAR %d.x 压缩文件格式支持的参数。"
IDS_SEARCHDUPFILES             "正在搜索完全相同的文件"
IDS_UNKNOWNEXTRA               "在 %s 里存在未知的额外字段。"
IDS_CORRUPTEXTRA               "损坏的 %s 额外字段在 %s 里。"
IDS_COPYERROR                  "无法复制 %s 到 %s。"
IDS_COPYERRORHINT              "您需要解压整个归档文件来创建文件参考条目。"
IDS_COPYINGDATA                "正在复制数据。"
IDS_CANNOTCREATELNKS           "无法创建符号链接 %s"
IDS_CANNOTCREATELNKH           "无法创建硬链接 %s"
IDS_ERRLNKTARGET               "您需要首先解压缩链接目标"
IDS_NEEDADMIN                  "您可能需要以管理器身份运行 WinRAR"
IDS_ARCDRIVERO                 "请更改压缩文件名称。%s 是只读。"
IDS_DICTOUTMEM                 "没有足够的内存供 %d MB 压缩词典使用，已改为 %d MB。"
IDS_USESMALLERDICT             "请使用较小的压缩词典。"
IDS_EXTRDICTOUTMEM             "没有足够的内存来解压含有 %u GB 压缩字典的压缩文件。"
IDS_SUGGEST64BIT               "必须使用 64-位 WinRAR 版本。"
IDS_LARGEDICT1                 "%u GB 字典使用许多内存来压缩和解压缩文件。"
IDS_LARGEDICT2                 "如果会将压缩文件解压到内存较少的不同计算机上，选择 %u GB 或更小的字典比较合适。"

; Specify the name of your language in English here. WinRAR can use it
; as a language identifier when accessing multilanguage resources.
; Do not translate it to your language, use English language name.
; Only English characters and spaces are allowed.
; For example, "Russian", "Chinese Simplified", "Valencian".
IDS_LANGNAME                   "Chinese Simplified"

IDS_PREPARING_FILES            "正在准备文件..."
IDS_NAMEENCODINGSAVE           "保存当前(&S)"
IDS_NAMEENCODINGHELP           "帮助(&H)"
IDS_NAMEENCODINGDEFAULT        "默认(&D)"
IDS_SFXLOGOFORMAT              "SFX 徽标必须是 %s 格式"
IDS_WARNMANYVOLUMES            "已创建 %u 个卷各有 %llu 字节。您希望继续吗?"

; Please pay attention that GETARCADV dialog provides a small enough space
; for "When done" drop down list. So if your translation of "Keep PC running"
; and other strings from this list is much longer than English and does not
; fit to the list, you may omit some words, like "Keep running", "PC running"
; or even "Run", "Off", "Sleep", "Hibernate".
IDS_POWERKEEP                  "保持 PC 运行"
IDS_POWEROFF                   "关闭 PC 电源"
IDS_POWERHIBERNATE             "休眠"
IDS_POWERSLEEP                 "睡眠"
IDS_POWERRESTART               "重启 PC"
IDS_POWERCLOSE                 "关闭 WinRAR"

IDS_WARNTRUSTEDARCONLY         "此选项涉及安全风险。请仅对可信来源的压缩文件启用它。"
IDS_OPENERRATIME               "您可能需要关闭“保留源文件的上次访问时间”个选项才能打开此文件。"
IDS_FILESREAD                  "%u 文件已读"
IDS_READERRORTRUNC             "因为读取错误，未完整压缩 %s"
IDS_READERRORCOUNT             "因为读取错误，未完整压缩 %u 文件。"
IDS_RAR4ONLY                   "仅适用于 RAR4 压缩文件"
IDS_DIRNAMEEXISTS              "已存在使用这种名称的文件夹"
IDS_INACCESSIBLE               "无法访问"
IDS_TRUNCPSW                   "密码超过 %u 个字符的最大允许长度，将被截断。"
IDS_ADJUSTVALUE                "正在将 %s 值调整到 %s。"
IDS_SINGLETOPITEM              "如果关闭了级联关联菜单，则只能显示单个菜单项。可以使用“关联菜单项...”自定义此项。"
IDS_POWERMANACTIONINFO         "WinRAR 将在 %u 秒后使该计算机处于以下模式:"
IDS_NEVER                      "永不"
IDS_MARKOFWEBOFFICE            "用于办公文件"
IDS_MARKOFWEBEXEOFFICE         "用于可执行文件和办公文件"
IDS_MARKOFWEBALL               "用于所有文件"
IDS_MARKOFWEBCUSTOM            "用于用户自定义类型"

; Megahertz abbreviation for memory frequency in "Benchmark" window.
IDS_MHZ                        "MHz"

IDS_RESSPEED                   "处理速度 %s KB/秒"
IDS_NUMTHREADS                 "%u 线程"
IDS_DICTNOTALLOWED             "%u GB 字典超过 %u GB 限制，并需要大于 %u GB 内存来进行解压。"
IDS_DICTEXCEEDSRAM             "它还超过已安装内存的总量，会导致极慢的解压缩或甚至无法响应的系统。"
IDS_DICTSUGGESTCANCEL          "建议取消解压缩。"
IDS_DICTCOMPRLIMIT             "%u GB 字典超过 %u GB 限制，而且在压缩数据时不被允许。"

; Program name. Normally shouldn't be edited.
IDS_WINRAR                     "WinRAR"

IDS_DONOTSAVE                  "不保存"
IDS_SAVE                       "保存"
IDS_RESTORE                    "恢复"
IDS_REMOVE                     "删除"
IDS_NEEDSFX64                  "对于 %u GB 压缩字典来说，64-位自解压模块是必要的。"
IDS_SKIPUNSAFELINK             "跳过可能不安全的 %s -> %s 链接。对于来自可信来源的压缩文件，请设置“在符号链接中允许绝对路径”选项来解压缩它。"
IDS_TRUNCSERVICE               "在服务块处截断: %s"
IDS_HEADERQO                   "快速打开信息"
IDS_HEADERRR                   "恢复记录"
IDS_PRIVILEGEMANAGEMENT        "用户权限管理"
IDS_LOCKINMEMORYNEEDED         "“大内存页面”选项需要将“在内存中锁定页面”权限分配给当前用户账户。您希望 WinRAR 分配它吗?"
IDS_PRIVILEGEASSIGNED          "已成功分配用户权限，并在 Windows 重启后将其激活。"

; Button labels for message prompts.
IDS_NO                         "否"
IDS_CANCEL                     "取消"
IDS_RETRY                      "重试"
IDS_HELP                       "帮助"

IDS_AMBIGUOUSDATA              "不明确的数据结构。压缩文件内容在其他工具中可能会有所不同。"

; We use DS_SHELLFONT and DIALOGEX instead of DIALOG to avoid a bug
; causing the incorrect property sheet scaling with 120 DPI (125%) in XP.
; Property sheet contents is either larger or smaller than needed.
; It is also mentioned here: https://devblogs.microsoft.com/oldnewthing/20050208-00/?p=36503



:DIALOG GETARC

SIZE                           "100*100"
CAPTION                        "常规"
IDC_GETARCARCNAMETITLE         "压缩文件名(&A)"
IDC_GETARCFINDNAME             "浏览(&B)..."
IDC_GETARCSELECTPROFILE        "配置文件(&F)..."
IDC_GETARCARCFORMAT            "压缩文件格式"
IDC_RAR5                       "&RAR"
IDC_ZIP                        "&ZIP"
IDC_GETARCCOMPRTITLE           "压缩方式(&C)"
IDC_GETARCDICTTITLE            "字典大小(&I)"
IDC_GETARCCOMBOVOLSIZETITLE    "切分为分卷(&V)，大小"
IDC_GETARCUPDATETITLE          "更新模式(&U)"
IDC_GETARCARCOPTIONS           "压缩选项"
IDC_GETARCCHECKMOVE            "压缩后删除原来的文件(&D)"
IDC_GETARCCHECKSFX             "创建自解压格式压缩文件(&X)"
IDC_GETARCCHECKSOLID           "创建固实压缩文件(&S)"
IDC_GETARCCHECKRR              "添加恢复记录(&E)"
IDC_GETARCCHECKTEST            "测试压缩的文件(&T)"
IDC_GETARCLOCK                 "锁定压缩文件(&L)"
IDC_GETARCSETPASSWORD          "设置密码(&P)..."


:DIALOG GETARCADV

SIZE                           "100*100"
CAPTION                        "高级"
IDC_GETARCNTFSOPTIONS          "NTFS 选项"
IDC_GETARCSECURITY             "保存文件安全数据(&S)"
IDC_GETARCSTREAMS              "保存文件流数据(&T)"
IDC_GETARCSYMLINKS             "将符号链接保存为链接(&L)"
IDC_GETARCHARDLINKS            "将硬链接保存为链接(&H)"
IDC_GETARCRECOVERYBOX          "恢复记录(&R)"
IDC_GETARCRECOVERYTEXT         "%"
IDC_GETARCVOLUMES              "分卷"
IDC_GETARCVOLPAUSE             "每个分卷操作完之后暂停(&V)"
IDC_GETARCRECVOLUMESTEXT       "恢复卷(&E)"
IDC_GETARCPACKDETAILS          "压缩(&C)..."
IDC_GETARCSFXADVANCED          "自解压选项(&X)..."
IDC_GETARCPOWERMODETITLE       "当完成后(&D)"
IDC_GETARCSYSTEM               "系统"
IDC_GETARCBACKGROUND           "后台压缩(&B)"
IDC_GETARCWAITOTHERS           "如果其它 WinRAR 副本被激活则等待(&W)"


:DIALOG GETARCOPT

SIZE                           "100*100"
CAPTION                        "选项"
IDC_GETARCDELETEMODE           "删除模式"
IDC_GETARCREMOVE               "删除文件(&D)"
IDC_GETARCRECYCLEBIN           "移动文件到回收站(&R)"
IDC_GETARCWIPE                 "清除文件(&W)"
IDC_GETARCWIPEIFPASSWORD       "清除加密的文件(&P)"
IDC_GETARCQUICKOPENINFO        "快速打开信息"
IDC_GETARCQUICKOPENNONE        "不添加(&N)"
IDC_GETARCQUICKOPENAUTO        "对较大的文件进行添加(&L)"
IDC_GETARCQUICKOPENALWAYS      "对所有文件进行添加(&F)"
IDC_GETARCARCFEATURES          "压缩文件功能"
IDC_GETARCBLAKE2               "使用 &BLAKE2 文件校验和(&B)"
IDC_GETARCSAVECOPIES           "将相同的文件保存为引用(&I)"
IDC_GETARCSAVEORIGDATA         "保存原始的压缩文件名称和时间(&O)"
IDC_GETARCCMDSWITCHESTITLE     "额外参数(&S)"


:DIALOG GETARCFILES

SIZE                           "100*100"
CAPTION                        "文件"
IDC_GETARCFILESTOADD           "要添加的文件(&A)"
IDC_GETARCSELECTNAMES          "追加(&P)..."
IDC_GETARCFILESTOEXCLUDE       "要排除的文件(&X)"
IDC_GETARCSELECTEXCLNAMES      "追加(&N)..."
IDC_GETARCFILESTOSTORE         "不压缩直接存储的文件(&T)"
IDC_GETARCFILEPATHS            "文件路径(&F)"
IDC_GETARCARCHIVEOPT           "压缩文件"
IDC_GETARCSEPARATEARCHIVES     "把每个文件放到单独的压缩文件中(&S)"
IDC_GETARCSEPARATEDOUBLEEXT    "为压缩文件使用双重扩展名(&O)"
IDC_GETARCSEPARATESUBFOLDERS   "在子文件夹中创建单独的压缩文件(&R)"
IDC_GETARCEMAILARCHIVE         "使用电子邮件将压缩文件发送到(&E)"
IDC_GETARCEMAILDELETE          "并接着删除(&D)"


:DIALOG GETARCTIME

SIZE                           "100*100"
CAPTION                        "时间"
IDC_GETARCFILETIMEOPTIONS      "文件时间"
IDC_GETARCMTIME                "保存修改时间(&M)"
IDC_GETARCCTIME                "保存创建时间(&C)"
IDC_GETARCATIME                "保存上次访问时间(&L)"
IDC_GETARCTIMEHIGHPRECISION    "高精度时间格式(&P)"
IDC_GETARCPRESERVEATIME        "保存源文件的上次访问时间(&R)"
IDC_GETARCFILESTOPROCESS       "待处理文件"
IDC_GETARCINLCUDEFILES         "包含文件(&F)"
IDC_GETARCDAYSTITLE            "天"
IDC_GETARCHOURSTITLE           "小时"
IDC_GETARCMINUTESTITLE         "分钟"
IDC_GETARCARCTIMETITLE         "压缩文件时间"
IDC_GETARCSETARCTIME           "设置压缩文件时间为(&A)"


:DIALOG GETARCBACKUP

SIZE                           "100*100"
CAPTION                        "备份"
IDC_GETARCBACKUPOPTIONS        "备份选项"
IDC_GETARCERASEDEST            "压缩前清除目标磁盘内容(&E)"
IDC_GETARCADDARCHIVE           "只添加具有“压缩文件”属性的文件(&O)"
IDC_GETARCCLEARARCHIVE         "压缩后清除“压缩文件”属性(&I)"
IDC_GETARCOPENSHARED           "打开共享文件(&S)"
IDC_GETARCGENERATENAME         "按掩码产生压缩文件名(&G)"
IDC_GETARCKEEPVERSIONS         "保留以前版本的文件(&V)"


:DIALOG GETARCCMT

SIZE                           "100*100"
CAPTION                        "注释"
IDC_GETARCCMTFILETITLE         "从文件中加载注释(&F)"
IDC_GETARCFINDCMTFILE          "浏览(&B)..."
IDC_GETARCCMTTEXTTITLE         "手动输入注释内容(&C)"


:DIALOG GETPASSWORD2

SIZE                           "100*100"
CAPTION                        "输入密码"
; SS_PATHELLIPSIS inserts dots only before the path separator, but we set
; the name without path in these fields, thus SS_WORDELLIPSIS.
IDC_ENTERTEXT                  "输入密码(&E)"
IDC_REENTERTEXT                "再次输入密码以确认(&R)"
IDC_SHOWPASSWORD               "显示密码(&S)"
IDC_ENCRYPTHEADERS             "加密文件名(&N)"
IDC_ENCRZIPLEGACY              "ZIP 传统加密(&Z)"
IDC_PASSWORDALLARCHIVES        "用于所有压缩文件(&A)"
IDC_PASSWORDORGANIZE           "整理密码(&O)..."
IDOK                           "确定"
IDCANCEL                       "取消"
IDHELP                         "帮助"



:DIALOG ORGREQMASTER

SIZE                           "100*100"
CAPTION                        "需要主密码"
IDC_ORGMASTERINFO1             "需要提供主密码才能访问加密的密码记录。"
IDC_ORGMASTERINFO2             "按下“关闭”返回上一个对话框并输入主密码。按下“重置”来清除所有已保存的密码记录并删除主密码。"
IDCANCEL                       "关闭(&C)"
IDOK                           "重置(&R)"


:DIALOG WARNPROFPASSWORD

SIZE                           "100*100"
CAPTION                        "将密码保存到配置文件"
IDC_WARNPROFPSWINFO            "除非设置了主密码，压缩配置文件里保存的密码都未安全地加密，并且可以被访问您电脑的任何人读取。"
IDC_WARNPROFPSWSAVE            "仍然保存(&S)"
IDC_WARNPROFPSWMASTER          "设置主密码(&M)"
IDCANCEL                       "取消(&C)"
IDHELP                         "帮助(&H)"


:DIALOG ORGPASSWORDS

SIZE                           "100*100"
CAPTION                        "整理密码"
IDC_ORGPSWADD                  "添加(&A)"
IDC_ORGPSWDELETE               "删除(&L)"
IDC_ORGPSWEDIT                 "编辑(&E)"
IDC_ORGPSWUP                   "上移(&U)"
IDC_ORGPSWDOWN                 "下移(&D)"
IDC_ORGPSWAUTOCOMPLETE         "自动补全(&T)"
IDC_ORGPSWAUTODETECT           "自动检测密码(&C)"
IDC_ORGPSWMASTERPSW            "设置主密码(&P)..."
IDOK                           "确定"
IDCANCEL                       "取消"
IDHELP                         "帮助"


:DIALOG PASSWORDITEM

SIZE                           "100*100"
CAPTION                        "密码信息"
IDC_PSWINFOTEXTTITLE           "密码文本(&T)"
IDC_PSWINFOLABELTITLE          "密码标签（可选）(&L)"
IDC_PSWINFOMASKTITLE           "选择压缩文件（可选）(&A)"
IDC_PSWINFOSILENT              "接受并且无需确认(&C)"
IDOK                           "确定"
IDCANCEL                       "取消"
IDHELP                         "帮助"


:DIALOG ONETIMENOTIFY

SIZE                           "100*100"
CAPTION                        "WinRAR 通知"
IDOK                           "确定"
IDC_OTNOTIFYNOAGAIN            "不再显示(&S)"


:MENU MAIN_MENU

CM_MAINPOPUPFILE               "文件(&F)"
CM_OPENARCHIVE                 "打开压缩文件(&O)\tCtrl+O"
CM_SAVEARCHIVEAS               "保存压缩文件副本为(&V)..."
CM_MAINPOPUPDRIVE              "改变驱动器(&D)\tCtrl+D"
CM_FILEPASSWORD                "设置默认密码(&P)\tCtrl+P"
CM_COPYTOCLIPBOARD             "复制文件到剪贴板(&C)\tCtrl+C"
CM_PASTEFROMCLIPBOARD          "从剪贴板粘贴文件(&T)\tCtrl+V"
CM_COPYFULLNAMES               "复制完整的名称到剪贴板(&N)"
CM_FILESELECTALL               "全部选定(&A)\tCtrl+A"
CM_FILESELECT                  "选定一组(&S)\tNumpad +"
CM_FILEUNSELECT                "撤选一组(&D)\tNumpad -"
CM_FILEINVERT                  "反选(&I)\tNumpad *"
CM_FILEEXIT                    "退出(&X)"
CM_MAINPOPUPCOMMANDS           "命令(&C)"
CM_COMMANDSADD                 "添加文件到压缩文件中(&A)\tAlt+A"
CM_COMMANDSEXTRACTTO           "解压到指定文件夹(&E)\tAlt+E"
CM_COMMANDSTEST                "测试压缩的文件(&T)\tAlt+T"
CM_COMMANDSVIEW                "查看文件(&V)\tAlt+V"
CM_COMMANDSDELETE              "删除文件(&D)\tDel"
CM_COMMANDSRENAME              "重命名文件(&N)\tF2"
CM_COMMANDSPRINT               "打印文件(&I)\tCtrl+I"
CM_COMMANDSEXTRACT             "无须确认直接解压缩(&W)\tAlt+W"
CM_COMMANDSCOMMENT             "添加压缩文件注释(&M)\tAlt+M"
CM_COMMANDSPROTECT             "保护压缩文件防止损坏(&P)\tAlt+P"
CM_COMMANDSLOCK                "锁定压缩文件(&L)\tAlt+L"
CM_MAINPOPUPTOOLS              "工具(&S)"
CM_COMMANDSWIZARD              "向导(&Z)"
CM_COMMANDSVIRSCAN             "扫描压缩文件中的病毒(&S)\tAlt+D"
CM_COMMANDSCONVERT             "转换压缩文件格式(&C)\tAlt+Q"
CM_COMMANDSREPAIR              "修复压缩文件(&R)\tAlt+R"
CM_COMMANDSSFX                 "压缩文件转换为自解压格式(&X)\tAlt+X"
CM_COMMANDSFIND                "查找文件(&F)\tF3"
CM_COMMANDSINFO                "显示信息(&I)\tAlt+I"
CM_COMMANDSREPORT              "生成报告(&G)\tAlt+G"
CM_COMMANDSBENCHMARK           "基准测试(&B)\tAlt+B"
CM_MAINPOPUPFAVORITES          "收藏夹(&O)"
CM_ADDFAVORITES                "添加到收藏夹(&A)...\tCtrl+F"
CM_ORGFAVORITES                "整理收藏夹(&O)..."
CM_MAINPOPUPOPTIONS            "选项(&N)"
CM_OPTIONS                     "设置(&S)...\tCtrl+S"
CM_MAINPOPUPIMPEXP             "导入和导出(&I)"
CM_IMPORTOPTIONS               "从文件导入设置(&I)"
CM_EXPORTOPTIONS               "导出设置到文件(&E)"
CM_CREATEINI                   "创建 WinRAR.ini 文件(&C)"
CM_CLEARHISTORY                "清除历史记录(&H)..."
CM_MAINPOPUPFILELIST           "文件列表(&F)"
CM_FLATFOLDERS                 "扁平文件夹视图(&F)\tCtrl+H"
CM_COMMANDSSETLIST             "列表视图(&W)"
CM_COMMANDSSETDETAILED         "详细资料(&L)"
CM_MAINPOPUPFOLDERTREE         "文件夹树(&R)"
CM_COMMANDSSHOWDISKTREE        "显示磁盘文件夹(&D)\tCtrl+T"
CM_COMMANDSSHOWARCTREE         "显示压缩文件文件夹(&A)\tCtrl+T"
CM_MAINPOPUPTHEMES             "主题(&T)"
CM_THEMESORGANIZE              "整理主题(&O)..."
CM_THEMESDOWNLOAD              "获取更多主题(&G)..."
CM_THEMESDEFAULT               "默认主题(&D)"
CM_MAINPOPUPNAMEENCODING       "名称编码(&E)\tCtrl+E"
CM_VIEWLOG                     "查看日志(&L)...\tCtrl+L"
CM_CLEARLOG                    "清除日志(&C)"
CM_MAINPOPUPHELP               "帮助(&H)"
CM_HELPCONTENTS                "帮助主题(&H)"
CM_HELPWWW                     "WinRAR 主页(&W)"
CM_HELPABOUT                   "关于 WinRAR(&A)..."


:MENU VIEW_MENU

CM_VIEWPOPUPFILE               "文件(&F)"
CM_VIEWEREXIT                  "退出(&X)"
CM_VIEWPOPUPEDIT               "编辑(&E)"
CM_VIEWERCOPY                  "复制(&C)\tCtrl+C"
CM_VIEWERSELECTALL             "全部选定(&A)\tCtrl+A"
CM_VIEWERFIND                  "查找(&F)\tCtrl+F"
CM_VIEWERFINDNEXT              "查找下一个(&N)\tF3"
CM_VIEWPOPUPVIEW               "查看(&V)"
CM_VIEWERWINFONT               "作为 Windows 文本查看(&I)\tCtrl+I"
CM_VIEWERDOSFONT               "作为 DOS 文本查看(&D)\tCtrl+D"
CM_VIEWERUTF16LE               "以 &Unicode 来查看 (UTF-16LE)"
CM_VIEWERUTF8                  "以 Unicode 来查看 (UTF-&8)"
CM_VIEWERWORDWRAP              "自动换行(&R)\tCtrl+S"
CM_VIEWERSETFONT               "设置字体(&F)..."
CM_VIEWPOPUPHELP               "帮助(&H)"
CM_VIEWERHELP                  "查看器帮助(&V)\tF1"


:DIALOG FINDDLG

SIZE                           "100*100"
CAPTION                        "查找"
IDC_FINDEDITTITLE              "查找(&N):"
IDC_CHECKFINDWORD              "仅整字匹配(&W)"
IDC_CHECKFINDCASE              "区分大小写(&C)"
IDOK                           "查找(&F)"
IDCANCEL                       "取消"


:DIALOG GETEXTRPATH

SIZE                           "100*100"
CAPTION                        "常规"
IDC_EXTRDESTPATH               "目标路径(如果不存在将被创建)(&P)"
IDC_EXTRUPDATEMODE             "更新方式"
IDC_EXTRNORMALMODE             "解压并替换文件(&R)"
IDC_EXTRUPDATE                 "解压并更新文件(&U)"
IDC_EXTRFRESH                  "仅更新已经存在的文件(&F)"
IDC_EXTROVERWRITEMODE          "覆盖方式"
IDC_EXTRASKOVERWRITE           "覆盖前询问(&K)"
IDC_EXTROVERWRITEALL           "没有提示直接覆盖(&W)"
IDC_EXTRSKIPALL                "跳过已经存在的文件(&S)"
IDC_EXTRAUTORENAME             "自动重命名(&N)"
IDC_EXTRGENERALMISC            "其他"
IDC_EXTRKEEPBROKEN             "保留损坏的文件(&B)"
IDC_EXTREXPLORER               "在资源管理器中显示文件(&X)"
IDC_EXTRSAVE                   "保存设置(&V)"
IDC_GETPATHDISPLAY             "显示(&D)"
IDC_GETPATHNEWFOLDER           "新建文件夹(&E)"


:DIALOG GETEXTRPATHADV

SIZE                           "100*100"
CAPTION                        "高级"
IDC_EXTRFILETIME               "文件时间"
IDC_EXTRMTIME                  "设置修改时间(&M)"
IDC_EXTRCTIME                  "设置创建时间(&C)"
IDC_EXTRATIME                  "设置上次访问时间(&A)"
IDC_EXTRATTRIBUTES             "属性"
IDC_EXTRCLEARARC               "清除“压缩文件”属性(&C)"
IDC_EXTRSECURITY               "设置文件安全信息(&S)"
IDC_EXTRSETCOMPRESSED          "设置“压缩”属性(&I)"
IDC_EXTRFILEPATHS              "文件路径"
IDC_EXTRRELPATHS               "提取相对路径(&R)"
IDC_EXTRFULLPATHS              "提取完整路径(&F)"
IDC_IGNOREPATHS                "不提取路径(&T)"
IDC_EXTRABSPATHS               "提取绝对路径(&O)"
IDC_EXTRDELETEARCHIVE          "删除压缩文件"
IDC_EXTRDELNEVER               "永不(&N)"
IDC_EXTRDELASK                 "询问确认(&K)"
IDC_EXTRDELALWAYS              "总是(&L)"
IDC_EXTRDELRECYCLEBIN          "移至回收站(&E)"
IDC_EXTRADVANCEDMISC           "其他"
IDC_EXTRBACKGROUND             "后台提取(&B)"
IDC_EXTRWAITOTHERS             "如果其它 WinRAR 副本处于活动状态时请等候(&W)"
IDC_EXTRABSLINKS               "允许符号链接里出现绝对路径(&U)"
IDC_EXTRALLOWINCOMPAT          "允许潜在的不兼容名称(&P)"


:DIALOG GETEXTRPATHOPT

SIZE                           "100*100"
CAPTION                        "选项"
IDC_EXTRALTPATH                "解压压缩文件到"
IDC_EXTRALTPATHDEST            "目标路径(&D)"
IDC_EXTRALTPATHDESTDIR         "目标路径中的子文件夹(&F)"
IDC_EXTRALTPATHARCDIR          "压缩文档文件夹中的子文件夹(&L)"
IDC_EXTRALTPATHARC             "压缩文档文件夹(&A)"
IDC_EXTRPOWERMODETITLE         "完成时(&W)"
IDC_EXTRCMDSWITCHESTITLE       "额外参数(&S)"


:DIALOG ABOUTRARDLG

SIZE                           "100*100"
CAPTION                        "关于 WinRAR 简体中文版"
IDC_ABOUTVERSION               "WinRAR 压缩管理软件"
IDC_ABOUTCOPYRIGHT             "版权所有 © 1993-%d"
IDC_ABOUTAUTHOR                "作者: Alexander Roshal"
IDC_ABOUTPUBLISHER             "全球发行商 win.rar GmbH"
IDC_ABOUTTRANSLATED            "修改：烈火"
IDC_ABOUTREGISTERED            "注册版"
IDOK                           "确定"
IDC_ABOUTLICENSE               "许可(&L)"
IDC_ABOUTACKNOWLEDGMENTS       "致谢(&A)"
IDC_ABOUTHOME                  "主页(&H)"


:DIALOG CMDWNDADD

SIZE                           "100*100"
CAPTION                        "正在准备文件..."
IDC_CMDELAPSEDTITLE            "已用时间"
IDC_CMDTIMELEFTTITLE           "剩余时间"
IDC_CMDCOMPRESSIONRATIOTITLE   "压缩率"
IDC_CMDPROCESSEDTITLE          "进度"
IDC_CMDBACKGROUND              "后台(&B)"
IDC_CMDPAUSE                   "暂停(&P)"
IDCANCEL                       "取消"
IDC_CMDMODE                    "模式(&M)..."
IDHELP                         "帮助"


:DIALOG CMDWNDOTHER

SIZE                           "100*100"
IDC_CMDBACKGROUND              "后台(&B)"
IDC_CMDPAUSE                   "暂停(&P)"
IDCANCEL                       "取消"
IDHELP                         "帮助"


:DIALOG CMDWNDREAD

SIZE                           "100*100"
CAPTION                        "正在读取压缩文件内容"
IDC_CMDELAPSEDTITLE            "已用时间"
IDC_CMDTIMELEFTTITLE           "剩余时间"
IDC_CMDBACKGROUND              "后台(&B)"
IDC_CMDPAUSE                   "暂停(&P)"
IDCANCEL                       "取消"


:DIALOG REPLACEFILEDLG

SIZE                           "100*100"
CAPTION                        "确认文件替换"
IDC_OWRFILEEXISTS              "下列文件已经存在"
IDC_OWRASKREPLACE              "您是否确实要将已经存在的文件"
IDC_OWRQUESTION                "替换为这个吗?"
IDC_OWRYES                     "是(&Y)"
IDC_OWRALL                     "全部选是(&A)"
IDC_OWRRENAME                  "重命名(&R)"
IDC_OWRAUTORENAME              "全部重命名(&E)"
IDC_OWRNO                      "否(&N)"
IDC_OWRNOALL                   "全部选否(&L)"
IDC_OWRCANCEL                  "取消(&C)"
IDHELP                         "帮助(&H)"


:DIALOG RENAMEDLG

SIZE                           "100*100"
CAPTION                        "重命名"
IDOK                           "确定"
IDCANCEL                       "取消"
IDC_RENAMEFROM                 "重命名新文件"
IDC_RENAMETO                   "为"


:DIALOG ERRORLISTDLG

SIZE                           "100*100"
CAPTION                        "WinRAR: 诊断信息"
IDOK                           "关闭(&C)"
IDC_ERRORBREAK                 "中断操作(&B)"
IDC_ERRCOPYTOCLIPBOARD         "复制到剪贴板(&L)"


:DIALOG SELECTDLG

SIZE                           "100*100"
CAPTION                        "选择"
IDC_SELECTMASKTITLE            "输入文件掩码(&M)"
IDOK                           "确定"
IDCANCEL                       "取消"


:DIALOG UNSELECTDLG

SIZE                           "100*100"
CAPTION                        "撤选"
IDC_SELECTMASKTITLE            "输入文件掩码(&M)"
IDOK                           "确定"
IDCANCEL                       "取消"


:DIALOG INFO

SIZE                           "100*100"
CAPTION                        "信息"
IDC_INFOEXTRVERSIONTEXT        "待解压版本"
IDC_INFOOSTEXT                 "压缩平台"
IDC_INFOFOLDERSTEXT            "总文件夹"
IDC_INFOFILESTEXT              "总文件"
IDC_INFOTOTALLENGTHTEXT        "总大小"
IDC_INFOPACKEDLENGTHTEXT       "打包大小"
IDC_INFORATIOTEXT              "压缩率"
IDC_INFOSFXTEXT                "自解压文件模块大小"
IDC_INFOMAINCOMMENTTEXT        "主要注释"
IDC_INFOPASSWORDSTEXT          "加密"
IDC_INFODICTTEXT               "字典大小"
IDC_INFORECTEXT                "恢复记录"
IDC_INFOLOCKTEXT               "压缩文件锁定"
IDC_INFOORIGNAMETEXT           "原始名称"
IDC_INFOORIGTIMETEXT           "原始时间"


:DIALOG INFOFILE

SIZE                           "100*100"
CAPTION                        "信息"
IDC_INFOFILESTATISTICS         "文件统计"
IDC_INFOFILESTATUSTEXT         "状态"
IDC_INFOFILESTATUS             "正在扫描"
IDC_INFOFILENUMBERTEXT         "文件"
IDC_INFOFILENUMBER             "0"
IDC_INFOFOLDERNUMBERTEXT       "文件夹"
IDC_INFOFOLDERNUMBER           "0"
IDC_INFOARCHIVENUMBERTEXT      "压缩文件"
IDC_INFOARCHIVENUMBER          "0"
IDC_INFOFILESIZETEXT           "文件总大小"
IDC_INFOFILESIZE               "0"
IDC_INFOCLUSTERSIZETEXT        "集群大小"
IDC_INFOREALFILESIZETEXT       "实际文件大小"
IDC_INFOFILESLACKTEXT          "文件堆栈空间"
IDC_INFOESTBOX                 "预估压缩率"
IDC_INFOESTIMATE               "预估(&E)"
IDC_INFOESTSTATUSTEXT          "状态"
IDC_INFOESTSTATUS              "空闲"
IDC_INFOESTRATIOTEXT           "压缩率"
IDC_INFOESTPACKSIZETEXT        "打包大小"
IDC_INFOESTPACKTIMETEXT        "预估压缩时间"
IDC_INFOESTAUTOSTART           "自动开始(&A)"


:DIALOG INFOOPT

SIZE                           "100*100"
CAPTION                        "选项"
IDC_INFOOPTPROTECTARCHIVE      "保护压缩文件"
IDC_INFOOPTSETRRSIZE           "设置恢复记录大小到(&R)"
IDC_INFOOPTRRPERCENTTEXT       "%(占压缩文件大小的百分比)"
IDC_INFOOPTCREATEREV           "创建恢复卷"
IDC_INFOOPTRECVOLUMESTEXT      "个恢复卷(&V)"
IDC_INFOOPTLOCKTEXT            "锁定压缩文件"
IDC_INFOOPTLOCK                "禁止修改压缩文件(&M)"
IDC_INFOOPTORIGARC             "原始的压缩文件名称和时间"
IDC_INFOOPTORIGCOPY            "复制到剪贴板(&C)"


:DIALOG INFOCMT

SIZE                           "100*100"
CAPTION                        "注释"
IDC_INFOCOMMENTTITLE           "压缩文件注释(&C)"
IDC_INFOCOMMENTFINDFILE        "从文件加载注释(&F)"


:DIALOG INFOSFX

SIZE                           "100*100"
CAPTION                        "自解压格式"
IDC_INFOSFXCMDBOX              "选择命令"
IDC_INFOSFXKEEP                "不改变自解压模块(&N)"
IDC_INFOSFXADD                 "添加新的自解压模块(&A)"
IDC_INFOSFXREMOVE              "从压缩文件中删除已经存在的自解压模块(&R)"
IDC_INFOSFXLISTTITLE           "选择自解压模块(&M)"
IDC_INFOSFXADVANCED            "高级自解压选项(&V)..."


:DIALOG SFXOPTGENERAL

SIZE                           "100*100"
CAPTION                        "常规"
IDC_SFXPATHTITLE               "解压路径"
IDC_SFXPATHPROGFILES           "在“程序文件”中创建(&P)"
IDC_SFXPATHCURDIR              "在当前文件夹中创建(&C)"
IDC_SFXPATHABSOLUTE            "绝对路径(&A)"
IDC_SFXSAVEPATH                "保存并恢复路径(&V)"
IDC_SFXSAVEASDEFAULT           "将当前设置保存为默认值(&S)"


:DIALOG SFXOPTSETUP

SIZE                           "100*100"
CAPTION                        "设置"
IDC_SFXSETUPPROGRAM            "设置程序"
IDC_SFXSETUPTITLE              "解压后运行(&F)"
IDC_SFXPRESETUPTITLE           "解压前运行(&B)"
IDC_SFXSETUPCODE               "等待并返回退出代码(&W)"
IDC_SFXSETUPCODEADJUSTTEXT     "退出代码调整(&X)"


:DIALOG SFXOPTADVANCED

SIZE                           "100*100"
CAPTION                        "高级"
IDC_SFXDELETEBOX               "删除"
IDC_SFXDELETETITLE             "目标文件夹中要删除的文件(&D)"
IDC_SFXSHORTCUTSBOX            "快捷方式"
IDC_SFXSHORTCUTSADD            "添加快捷方式(&A)..."
IDC_SFXREQUIREADMINSTRATOR     "请求管理员密码(&R)"


:DIALOG SFXADDSHORTCUT

SIZE                           "100*100"
CAPTION                        "添加快捷方式"
IDC_SHORTCUTWHERE              "在哪里创建"
IDC_SHORTCUTDESKTOP            "桌面(&D)"
IDC_SHORTCUTPROGRAMS           "开始菜单/程序(&P)"
IDC_SHORTCUTSTARTUP            "启动(&T)"
IDC_SHORTCUTPARAM              "快捷方式参数"
IDC_SHORTCUTSRCNAMETITLE       "源文件名(&R)"
IDC_SHORTCUTDESTFOLDERTITLE    "目标文件夹(&F)"
IDC_SHORTCUTDESCRIPTIONTITLE   "快捷方式描述(&C)"
IDC_SHORTCUTLINKNAMETITLE      "快捷方式名(&H)"
IDC_SHORTCUTICONTITLE          "快捷方式图标(&I)"
IDOK                           "确定"
IDCANCEL                       "取消"
IDHELP                         "帮助"


:DIALOG SFXOPTMODES

SIZE                           "100*100"
CAPTION                        "模式"
IDC_SFXTEMPMODEBOX             "临时模式"
IDC_SFXTEMPMODE                "解压到临时文件夹(&T)"
IDC_SFXTEMPMODEQUESTIONTITLE   "可选的问题(&Q)"
IDC_SFXTEMPMODETITLETITLE      "问题标题(&I)"
IDC_SFXTEMPMODESETUSER         "限制文件夹访问(&R)"
IDC_SFXSILENTMODE              "静默模式"
IDC_SFXSILENTNONE              "全部显示(&A)"
IDC_SFXSILENTSKIPSTART         "隐藏启动对话框(&S)"
IDC_SFXSILENTALL               "全部隐藏(&H)"


:DIALOG SFXOPTUPDATE

SIZE                           "100*100"
CAPTION                        "更新"
IDC_SFXUPDATEMODE              "更新模式"
IDC_SFXUPDATENORMAL            "解压并替换文件(&R)"
IDC_SFXUPDATEUPDATE            "解压并更新文件(&U)"
IDC_SFXUPDATEFRESH             "仅更新已经存在的文件(&F)"
IDC_SFXOVERWRITEMODE           "覆盖模式"
IDC_SFXOVERWRITEASK            "在覆盖前询问(&B)"
IDC_SFXOVERWRITEALL            "覆盖所有文件(&L)"
IDC_SFXOVERWRITESKIP           "跳过已经存在的文件(&K)"


:DIALOG SFXOPTTEXT

SIZE                           "100*100"
CAPTION                        "文本"
IDC_SFXTITLETITLE              "自解压文件窗口标题(&T)"
IDC_SFXTEXTTITLE               "自解压文件窗口中显示的文本(&X)"
IDC_SFXTEXTBROWSE              "从文件加载文本(&L)..."
IDC_SFXDONETITLETITLE          "补全消息标题(&C)"
IDC_SFXDONETEXTTITLE           "补全消息文本(&M)"


:DIALOG SFXOPTLOGO

SIZE                           "100*100"
CAPTION                        "徽标和图标"
IDC_SFXLOGONAMETITLE           "从文件加载自解压文件徽标(&G)"
IDC_SFXLOGOBROWSE              "浏览(&W)..."
IDC_SFXHILOGONAMETITLE         "高分辨率自解压文件徽标(&H)"
IDC_SFXHILOGOBROWSE            "浏览(&R)..."
IDC_SFXICONNAMETITLE           "从文件加载自解压文件图标(&I)"
IDC_SFXICONBROWSE              "浏览(&B)..."


:DIALOG SFXOPTLICENSE

SIZE                           "100*100"
CAPTION                        "许可证"
IDC_SFXLICENSETITLETITLE       "许可证窗口标题(&T)"
IDC_SFXLICENSETEXTTITLE        "许可证文本(&X)"
IDC_SFXLICENSETEXTBROWSE       "从文件加载文本(&L)..."


:DIALOG FAVORITESDLG

SIZE                           "100*100"
CAPTION                        "添加到收藏夹"
IDC_FAVORITEEDITTITLE          "把下列项目添加到收藏夹(&A)"
IDC_FAVORITEARCDIRTITLE        "压缩文件子文件夹(&F)"
IDC_FAVORITEDESCTITLE          "描述(可选)(&D)"
IDOK                           "确定"
IDCANCEL                       "取消"
IDHELP                         "帮助"


:DIALOG ORGFAVORITESDLG

SIZE                           "100*100"
CAPTION                        "整理收藏夹"
IDC_ORGADD                     "添加(&A)"
IDC_ORGDELETE                  "删除(&L)"
IDC_ORGEDIT                    "编辑(&E)"
IDC_ORGUP                      "上移(&U)"
IDC_ORGDOWN                    "下移(&D)"
IDOK                           "确定"
IDCANCEL                       "取消"
IDHELP                         "帮助"


:DIALOG CONFIGINTERFACE

SIZE                           "100*100"
CAPTION                        "界面"
IDC_CONFIGCOLORMODE            "颜色模式"
IDC_CONFIGCOLORMODEAUTO        "系统默认值(&T)"
IDC_CONFIGCOLORMODELIGHT       "亮模式(&L)"
IDC_CONFIGCOLORMODEDARK        "暗模式(&D)"
IDC_CONFIGHISTORY              "历史记录"
IDC_CONFIGARCHISTORY           "保留压缩文件历史记录(&H)"
IDC_CONFIGDIALOGSHISTORY       "在对话框中允许保存历史记录(&D)"
IDC_CONFIGTOOLBARBOX           "工具栏"
IDC_CONFIGBTNTEXT              "显示按钮文本(&X)"
IDC_CONFIGLOCKTOOLBARS         "锁定工具栏(&K)"
IDC_CONFIGTOOLBARS             "工具栏(&A)..."
IDC_CONFIGBUTTONS              "按钮(&U)..."
IDC_CONFIGMISC                 "其他"
IDC_CONFIGWIZARD               "启动时激活向导(&Z)"
IDC_CONFIGSOUND                "启用声音(&S)"
IDC_CONFIGCOMMENT              "显示压缩文件注释(&C)"
IDC_CONFIGCOMMENTWRAP          "注释中自动换行(&O)"
IDC_CONFIGREUSE                "重复使用已存在的窗口(&R)"
IDC_CONFIGWINTOP               "总在最前端(&W)"
IDC_CONFIGFULLPATHSTITLE       "标题栏中的完整路径(&F)"
IDC_CONFIGSYSTEMPROGRESS       "Windows 进度栏(&I)"
IDC_CONFIGTASKBARPROGRESS      "任务栏进度栏(&P)"


:DIALOG CONFIGSYSTEM

SIZE                           "100*100"
CAPTION                        "系统"
IDC_CONFIGPERFORMANCE          "性能"
IDC_CONFIGPRIORLOW             "低优先级(&L)"

; Title must be before edit for hotkey to work and "updown" must be after edit because of UDS_AUTOBUDDY.
IDC_CONFIGTHREADSTITLE         "线程(&T)"

IDC_CONFIGLARGEPAGES           "大内存页面(&G)"
IDC_CONFIGLOGGING              "日志记录"
IDC_CONFIGLOG                  "记录错误到文件(&E)"
IDC_CONFIGLIMITLOGSIZE         "限制日志文件大小为(&M)"
IDC_CONFIGKBTEXT               "KB"


:DIALOG CONFIGCOMPRESSION

SIZE                           "100*100"
CAPTION                        "压缩"
IDC_CONFIGPROFILES             "压缩配置"
IDC_CONFIGNEWPROFILE           "创建默认配置(&D)..."
IDC_CONFIGORGPROFILES          "整理(&O)..."
IDC_CONFIGPREDEFVALUES         "预定义值"
IDC_CONFIGVOLSIZES             "定义卷大小(&V)..."
IDC_CONFIGDICTSIZES            "定义字典大小(&I)..."
IDC_CONFIGDICTLIMIT            "允许解压缩的字典大小最大值(&M)"
IDC_CONFIGDICTLIMITGB          "GB"
IDC_CONFIGASARCHIVESTITLE      "先作为压缩文件打开的文件类型(&T)"


:DIALOG CONFIGPATHS

SIZE                           "100*100"
CAPTION                        "路径"
IDC_CONFIGTEMPFILEFOLDER       "临时文件解压的文件夹(&T)"
IDC_CONFIGTEMPBROWSE           "浏览..."
IDC_CONFIGUSETEMPFORREMOVABLE  "仅用于可移动磁盘(&U)"
IDC_CONFIGSTARTFOLDERBOX       "启动文件夹(&S)"
IDC_CONFIGSTARTFOLDERBROWSE    "浏览..."
IDC_CONFIGLASTSTARTFOLDER      "启动时恢复到上次工作的文件夹(&E)"
IDC_CONFIGDEFARCFOLDER         "创建压缩文件的默认文件夹(&F)"
IDC_CONFIGADDPATHBROWSE        "浏览..."
IDC_CONFIGEXTRACTFOLDERBOX     "解压文件的默认文件夹(&E)"
IDC_CONFIGEXTRACTBROWSE        "浏览..."
IDC_CONFIGEXTRACTAPPENDNAME    "路径中追加文件名(&N)"
IDC_CONFIGEXTRACTREMOVEREDDIR  "从解压路径移除多余的文件夹(&R)"


:DIALOG CONFIGLIST

SIZE                           "100*100"
CAPTION                        "文件列表"
IDC_CONFIGLISTTYPE             "列表类型"
IDC_CONFIGLISTVIEW             "列表视图(&L)"
IDC_CONFIGDETAILSVIEW          "详细资料(&D)"
IDC_CONFIGLISTSTYLE            "列表样式"
IDC_CONFIGGRID                 "显示网格线(&R)"
IDC_CONFIGFULLROW              "整行选择(&W)"
IDC_CONFIGCHECKBOXES           "复选框(&K)"
IDC_CONFIGLISTSELECTION        "选择"
IDC_CONFIGSINGLECLICK          "单击打开文件(&S)"
IDC_CONFIGDOUBLECLICK          "双击打开文件(&B)"
IDC_CONFIGNOTUNDERLINE         "文件名下不添加下划线(&N)"
IDC_CONFIGUNDERLINECURRENT     "在当前文件名下添加下划线(&C)"
IDC_CONFIGUNDERLINEALL         "在所有文件名下添加下划线(&E)"
IDC_CONFIGLISTFILES            "文件"
IDC_CONFIGARCHIVESFIRST        "先显示压缩文件(&H)"
IDC_CONFIGCOLORNTFSATTR        "彩显加密或压缩的 NTFS 文件(&Y)"
IDC_CONFIGALLVOLUMES           "合并卷内容(&V)"
IDC_CONFIGSHOWSECONDS          "显示秒(&O)"
IDC_CONFIGEXACTSIZES           "具体大小(&X)"
IDC_CONFIGLISTCOLUMNS          "列(&U)..."
IDC_CONFIGLISTFONT             "设置字体(&F)..."


:DIALOG CONFIGVIEWER

SIZE                           "100*100"
CAPTION                        "查看器"
IDC_CONFIGVIEWERTYPE           "查看器类型"
IDC_CONFIGVIEWERINTERNAL       "内部查看器(&I)"
IDC_CONFIGVIEWEREXTERNAL       "外部查看器(&E)"
IDC_CONFIGVIEWERASSOCIATED     "关联程序(&C)"
IDC_CONFIGVIEWERASK            "询问(&K)"
IDC_CONFIGINTERNALVIEWER       "内部查看器"
IDC_CONFIGVIEWERAUTODETECT     "自动检测编码(&A)"
IDC_CONFIGREUSEWINDOW          "重复使用已存在的窗口(&R)"
IDC_CONFIGVIEWERWRAP           "自动换行(&W)"
IDC_CONFIGVIEWERUNPALLTITLE    "对此全部解压(&U)"
IDC_CONFIGIGNOREMODTITLE       "对此忽略修改(&M)"
IDC_CONFIGEXTVIEWERTITLE       "外部查看器名称(&V)"
IDC_CONFIGVIEWERBROWSE         "浏览(&B)..."


:DIALOG CONFIGSECURITY

SIZE                           "100*100"
CAPTION                        "安全"
IDC_CONFIGPROHIBITEDTYPES      "被禁止的文件类型"
IDC_CONFIGEXCLEXTR             "解压时排除的文件类型(&T)"
IDC_CONFIGMARKOFWEB            "传送 Mark of the Web"
IDC_CONFIGMARKOFWEBZONEONLY    "仅区域值(&Z)"
IDC_CONFIGWIPETEMPFILES        "擦除临时文件"
IDC_CONFIGWIPETEMPNEVER        "永不(&N)"
IDC_CONFIGWIPETEMPALWAYS       "总是(&A)"
IDC_CONFIGWIPETEMPENCRYPTED    "仅已加密项(&E)"
IDC_CONFIGSECURITYMISC         "其他"
IDC_CONFIGPROPOSESCANNER       "提示选择病毒扫描软件(&V)"


:DIALOG CONFIGINTEGRATION

SIZE                           "100*100"
CAPTION                        "集成"
IDC_ASSOCWITH                  "WinRAR 关联文件"
IDC_ASSOCRAR                   "&RAR"
IDC_ASSOCZIP                   "&ZIP"
IDC_ASSOC7Z                    "7Z"
IDC_ASSOCARJ                   "ARJ"
IDC_ASSOCBZ2                   "BZ2"
IDC_ASSOCCAB                   "CAB"
IDC_ASSOCGZ                    "GZ"
IDC_ASSOCISO                   "ISO"
IDC_ASSOCJAR                   "JAR"
IDC_ASSOCLZ                    "LZ"
IDC_ASSOCLZH                   "LZH"
IDC_ASSOCTAR                   "TAR"
IDC_ASSOCUUE                   "UUE"
IDC_ASSOCXZ                    "XZ"
IDC_ASSOCZ                     "Z"
IDC_ASSOCZIPX                  "ZIPX"
IDC_ASSOCZST                   "ZST"
IDC_ASSOC001                   "001"
IDC_ASSOCALL                   "全部切换(&A)"
IDC_USERDEFINEDEXT             "用户自定义压缩文件扩展名(&U)"
IDC_INTEGRATIONINTERFACE       "界面"
IDC_LINKDESKTOP                "添加 WinRAR 到桌面(&D)"
IDC_LINKSTARTMENU              "添加 WinRAR 到开始菜单(&S)"
IDC_LINKPROGRAMS               "创建 WinRAR 程序组(&P)"
IDC_SHELLINTEGRATION           "外壳集成"
IDC_SHELLEXT                   "集成 WinRAR 到外壳(&I)"
IDC_SHELLCASCADED              "层叠的关联菜单(&T)"
IDC_SHELLICONS                 "关联菜单里的图标(&N)"
IDC_SHELLLEGACYMENU            "遗留关联菜单(&L)"
IDC_SETCONTEXTMENU             "关联菜单项目(&C)..."


:DIALOG FILELISTCOLUMNS

SIZE                           "100*100"
CAPTION                        "选择文件列表栏目"
IDC_FLCOLOUTSIDE               "压缩文件外部"
IDC_FLCOLFNAME                 "名称"
IDC_FLCOLFSIZE                 "大小"
IDC_FLCOLFPACKED               "压缩后大小"
IDC_FLCOLFTYPE                 "类型"
IDC_FLCOLFMODIFIED             "修改时间"
IDC_FLCOLFCREATED              "创建时间"
IDC_FLCOLFACCESSED             "访问时间"
IDC_FLCOLFATTR                 "属性"
IDC_FLCOLFCHECKSUM             "校验和"
IDC_FLCOLFPATH                 "扁平视图路径"
IDC_FLCOLINSIDE                "压缩文件内部"
IDC_FLCOLANAME                 "名称"
IDC_FLCOLASIZE                 "大小"
IDC_FLCOLAPACKED               "压缩后大小"
IDC_FLCOLATYPE                 "类型"
IDC_FLCOLAMODIFIED             "修改时间"
IDC_FLCOLACREATED              "创建时间"
IDC_FLCOLAACCESSED             "访问时间"
IDC_FLCOLAATTR                 "属性"
IDC_FLCOLACHECKSUM             "校验和"
IDC_FLCOLAPATH                 "扁平视图路径"
IDOK                           "确定"
IDCANCEL                       "取消"
IDC_FLCOLDEFAULT               "默认值(&F)"


:DIALOG SELECTVIEWERDLG

SIZE                           "100*100"
CAPTION                        "选择查看器类型"
IDC_SELECTVIEWERINT            "内部查看器(&I)"
IDC_SELECTVIEWEREXT            "外部查看器(&E)"
IDC_SELECTVIEWERASSOC          "关联程序(&A)"
IDCANCEL                       "取消(&C)"


:DIALOG CREATEVOLDLG

SIZE                           "100*100"
CAPTION                        "下一压缩分卷"
IDC_CREATEVOLNAMETITLE         "卷名(&N)"
IDC_CREATEVOLBROWSE            "浏览(&B)"
IDC_CREATEVOLSIZETITLE         "分卷大小（留空以自动检测）(&S)"
IDC_CREATEVOLINFO1             "WinRAR 准备好创建下一卷。如果需要的话，现在您可以替换目标磁盘, 修改卷名或大小。"
IDC_CREATEVOLINFO2             "您希望创建下一个压缩分卷吗?"
IDC_CREATEVOLYES               "创建(&C)"
IDC_CREATEVOLALL               "创建全部(&A)"
IDCANCEL                       "取消(&N)"


:DIALOG REMINDER

SIZE                           "100*100"
CAPTION                        "请购买 WinRAR 许可证"
IDC_REMINDERONLINE             "在线购买(&O)"
IDC_REMINDERPRICE              "怎样购买(&B)"
IDOK                           "关闭"
IDHELP                         "帮助(&H)"
IDC_REMINDERINFO               "请注意 WinRAR 不是一个免费软件。在 40 天的试用期结束后, 您必须购买一份许可证, 或者将它从您的计算机中删除。"


:DIALOG ORGPROFILES

SIZE                           "100*100"
CAPTION                        "管理配置文件"
IDC_ORGPROFLISTTITLE           "现有的配置文件(&E)"
IDC_ORGPROFEDIT                "编辑(&E)"
IDC_ORGPROFDELETE              "删除(&L)"
IDC_ORGPROFUP                  "上移(&U)"
IDC_ORGPROFDOWN                "下移(&D)"
IDOK                           "关闭"
IDHELP                         "帮助"


:DIALOG NEWPROFILE

SIZE                           "100*100"
CAPTION                        "配置参数"
IDC_PROFNAMETITLE              "配置文件名(&P)"
IDC_PROFSAVEARCNAME            "保存压缩文件名(&A)"
IDC_PROFSAVESELNAMES           "保存选定文件名(&S)"
IDC_PROFSETDEFAULT             "将配置设为默认值(&F)"
IDC_PROFIMMEXEC                "立即执行(&I)"
IDC_PROFDESKTOP                "在桌面创建快捷方式(&D)"
IDC_PROFADDTOCONTEXTMENU       "添加到关联菜单中(&X)"
IDC_PROFNEWOPTIONS             "选项"
IDOK                           "确定"
IDCANCEL                       "取消"
IDHELP                         "帮助"


:DIALOG ASKNEXTVOL

SIZE                           "100*100"
CAPTION                        "需要下一压缩分卷"
IDC_NEXTVOLINFO1               "您必须有下列压缩分卷才能继续解压:"
IDC_NEXTVOLFIND                "浏览(&B)..."
IDC_NEXTVOLINFO2               "插入带有此压缩分卷的磁盘，然后点击“确定”按钮重试,或点击“取消”按钮中断解压。"
IDOK                           "确定"
IDCANCEL                       "取消"
IDHELP                         "帮助"


:DIALOG REPAIRARC

SIZE                           "100*100"
CAPTION                        "修复压缩文件"
IDC_REPAIRPATHTITLE            "用于放置已修复压缩文件的文件夹(&F)"
IDC_REPAIRPATHFIND             "浏览(&B)"
IDC_REPAIRARCTYPE              "压缩文件类型"
IDC_REPAIRTYPERAR              "把损坏的压缩文件作为 RAR 格式对待(&R)"
IDC_REPAIRTYPEZIP              "把损坏的压缩文件作为 ZIP 格式对待(&Z)"
IDOK                           "确定"
IDCANCEL                       "取消"
IDHELP                         "帮助"


:DIALOG ASKPROCESSVOLDLG

SIZE                           "100*100"
CAPTION                        "处理压缩分卷"
IDC_PROCESSVOLUMENAMETITLE     "当前压缩分卷"
IDC_PROCESSALLVOLUMES          "从当前压缩文件中处理所有压缩分卷中的全部文件(&A)"
IDC_PROCESSSELECTEDFILES       "只处理选定的文件(&S)"
IDCANCEL                       "取消"


:DIALOG TOOLBARBUTTONS

SIZE                           "100*100"
CAPTION                        "选择工具栏按钮"
IDC_SELTBOUTARC                "在压缩文件外部时显示"
IDC_SELTBOUP                   "上移(&U)"
IDC_SELTBODOWN                 "下移(&D)"
IDC_SELTBOSEP                  "分隔符"
IDC_SELTBINARC                 "在压缩文件内部时显示"
IDC_SELTBIUP                   "上移(&U)"
IDC_SELTBIDOWN                 "下移(&D)"
IDC_SELTBISEP                  "分隔符"
IDOK                           "确定"
IDCANCEL                       "取消"
IDC_SELTBDEFAULT               "默认值(&F)"
IDHELP                         "帮助"


:DIALOG SELECTTOOLBARS

SIZE                           "100*100"
CAPTION                        "选择工具栏"
IDC_SELTOOLBARS                "工具栏"
IDC_SELTOOLBARMAIN             "查看主工具栏(&M)"
IDC_SELTOOLBARSMALL            "查看“向上”按钮(&U)"
IDC_SELTOOLBARADDRESS          "查看地址栏(&A)"
IDOK                           "确定"
IDCANCEL                       "取消"


:DIALOG WIZARDCMD

SIZE                           "100*100"
CAPTION                        "向导:  选择操作"
IDC_WIZCMDINFO                 "请选择您要进行的操作并点击“下一步”按钮。\n例如，如果您需要解压 RAR、ZIP 或者其他压缩文件的内容，请选择“解压一个压缩文件”。"
IDC_WIZUNPACK                  "解压一个压缩文件(&U)"
IDC_WIZCREATE                  "创建新的压缩文件(&C)"
IDC_WIZADD                     "把文件添加到已存在的压缩文件中(&A)"


:DIALOG WIZARDARC

SIZE                           "100*100"
CAPTION                        "向导:  选择压缩文件"
IDC_WIZARCNAMETITLE            "压缩文件名称(&A)"
IDC_WIZARCNAMEBROWSE           "浏览(&B)..."


:DIALOG WIZARDEXTR

SIZE                           "100*100"
CAPTION                        "向导: 为解压的文件选择文件夹"
IDC_WIZEXTRINFO                "请选择一个文件夹来保存解压的文件，并点击“完成”。您也可以使用建议的文件夹或使用“浏览”来选择其他文件夹。"
IDC_WIZDESTFOLDERTITLE         "用于解压文件的目标文件夹(&D)"
IDC_WIZDESTFOLDERBROWSE        "浏览(&B)..."


:DIALOG WIZARDADDOPT

SIZE                           "100*100"
CAPTION                        "向导:  压缩文件选项"
IDC_WIZADDINFO                 "您可以在此处设置一些附加的压缩选项。完成后点击“完成”。"
IDC_WIZFAST                    "更快，但是压缩率较小(&F)"
IDC_WIZMOVE                    "压缩后删除原来的文件(&D)"
IDC_WIZSFX                     "创建自解压(.EXE)压缩文件(&C)"
IDC_WIZPASSWORD                "设置密码(&P)..."
IDC_WIZVOLSIZETITLE            "如果您希望将压缩文件拆分为几个部分，请在下方字段输入每个部分的大小(&S):"


:DIALOG PACKDETAILS

SIZE                           "100*100"
CAPTION                        "高级压缩参数"
IDC_LONGRANGESEARCH            "远程搜索"
IDC_LONGRANGEAUTO              "自动"
IDC_LONGRANGEON                "总是"
IDC_LONGRANGEOFF               "禁用"
IDC_DELTACOMPRESSION           "Delta 压缩"
IDC_DELTAAUTO                  "自动"
IDC_DELTAON                    "总是"
IDC_DELTAOFF                   "禁用"
IDC_EXECOMPRESSION             "可执行程序压缩"
IDC_EXEAUTO                    "自动"
IDC_EXEON                      "总是"
IDC_EXEOFF                     "禁用"
IDC_EXHAUSTIVESEARCH           "详尽搜索(&E)"
IDOK                           "确定"
IDC_DEFAULTPACKSETTINGS        "默认值(&D)"
IDCANCEL                       "取消"
IDHELP                         "帮助"


:DIALOG CONTEXTITEMS

SIZE                           "100*100"
CAPTION                        "关联菜单项目"
IDC_CONTEXTMENUITEMS           "选择显示在资源管理器右键关联菜单中的项目"
IDC_CONTEXTEXTRACTTO           "解压文件(&A)..."
IDC_CONTEXTEXTRACTHERE         "解压到当前文件夹(&X)"
IDC_CONTEXTEXTRACT             "解压到<文件夹\\>(&E)"
IDC_CONTEXTEXTRACTSEPARATE     "解压每个压缩文件到单独的文件夹(&S)"
IDC_CONTEXTOPENSFX             "使用 WinRAR 打开(用于自解压文件)"
IDC_CONTEXTOPENARC             "使用 WinRAR 打开（用于常规压缩文件）"
IDC_CONTEXTADD                 "添加到压缩文件(&A)..."
IDC_CONTEXTADDARC              "添加到 <压缩文件名称>(&T)"
IDC_CONTEXTEMAILARC            "压缩到 <压缩文件名称> 并发送电子邮件"
IDC_CONTEXTEMAILARCOPT         "压缩并发送电子邮件..."
IDC_CONTEXTTEST                "测试压缩文件(&R)"
IDC_CONTEXTCONVERT             "转换压缩文件(&V)..."

; Positions of IDC_CONTEXTTOP* controls are overlapping with IDC_CONTEXT*.
; WinRAR hides either one or another group depending on other options.
IDC_CONTEXTTOPEXTRACT          "解压到<文件夹\\>(&E)"
IDC_CONTEXTTOPEXTRACTTO        "解压文件(&A)..."
IDC_CONTEXTTOPEXTRACTHERE      "解压到当前文件夹(&X)"
IDC_CONTEXTTOPEXTRACTSEPARATE  "解压每个压缩文件到单独的文件夹(&S)"
IDC_CONTEXTTOPADDARC           "添加到 <压缩文件名称>(&T)"
IDC_CONTEXTTOPADD              "添加到压缩文件(&A)..."

IDC_CONTEXTNEWMENU             "“新建”子菜单项目"
IDC_CONTEXTNEWRAR              "WinRAR 压缩文件"
IDC_CONTEXTNEWZIP              "WinRAR ZIP 压缩文件"
IDC_CONTEXTDROPMENU            "拖放关联菜单"
IDC_CONTEXTDRAGADD             "显示压缩文件项目(&H)"
IDC_CONTEXTDRAGEXTRACT         "显示解压项目(&C)"
IDC_CONTEXTSFXARCHIVES         "在哪里检测自解压压缩文件"
IDC_CONTEXTSFXLOCAL            "本地磁盘(&L)"
IDC_CONTEXTSFXNETWORK          "网络磁盘(&N)"
IDC_CONTEXTSFXOTHER            "其它磁盘(&O)"
IDC_CONTEXTSFXCLOUD            "云文件(&U)"
IDC_CONTEXTALWAYSARCTITLE      "对此总是显示压缩文件项目(&W)"
IDOK                           "确定"
IDCANCEL                       "取消"
IDHELP                         "帮助"


:DIALOG FINDFILES

SIZE                           "100*100"
CAPTION                        "查找文件"
IDC_FINDFILEWHAT               "要查找什么"
IDC_FINDFILENAMESTOFIND        "要查找的文件名(&N)"
IDC_FINDFILESTRINGTOFIND       "要查找的字符串(&S)"
IDC_FINDFILEUSECASE            "区分大小写(&C)"
IDC_FINDFILEALLTABLES          "使用全部表格(&T)"
IDC_FINDFILEHEX                "十六进制搜索(&H)"
IDC_FINDFILEWHERE              "在哪里查找"
IDC_FINDFILEAREA               "搜索区域(&R)"
IDC_FINDFILETYPES              "压缩文件类型(&I)"
IDC_FINDFILERECURSE            "在子文件夹中查找(&L)"
IDC_FINDFILEUSUALFILES         "在文件中查找(&F)"
IDC_FINDFILEARCHIVES           "在压缩文件中查找(&A)"
IDC_FINDFILESKIPENCRYPTED      "忽略已加密的(&E)"
IDOK                           "确定"
IDCANCEL                       "取消"
IDC_FINDFILESAVE               "保存(&V)"
IDHELP                         "帮助"


:DIALOG CMDWNDFIND

SIZE                           "100*100"
CAPTION                        "搜索结果"
IDC_CMDBACKGROUND              "后台(&B)"
IDC_CMDPAUSE                   "暂停(&P)"
IDCANCEL                       "取消(&C)"
IDC_CMDCOPYTOCLIPBOARD         "复制到剪贴板(&L)"
IDHELP                         "帮助"


:DIALOG CONVERTARC

SIZE                           "100*100"
CAPTION                        "转换压缩文件"
IDC_CVTARCTOCONVERT            "要转换的压缩文件(&H)"
IDC_CVTLISTADD                 "添加(&A)..."
IDC_CVTLISTDELETE              "删除(&R)"
IDC_CVTARCTYPES                "压缩文件类型(&T)"
IDC_CVTOPTIONS                 "转换选项"
IDC_CVTUSEMINRATIO             "允许的最低比率(&L)"
IDC_CVTMINRATIOPERCENT         "%"
IDC_CVTCOMPRESSION             "压缩(&C)..."
IDC_CVTDESTPATHTITLE           "已转换的压缩文件的文件夹(&F)"
IDC_CVTDESTPATHBROWSE          "浏览(&B)..."
IDC_CVTDELETESRC               "删除原来的压缩文件(&D)"
IDC_CVTSKIPENCRYPTED           "忽略已加密的压缩文件(&E)"
IDOK                           "确定"
IDCANCEL                       "取消"
IDC_CVTSAVE                    "保存(&S)"
IDHELP                         "帮助"


:DIALOG CMDWNDCONVERT

SIZE                           "100*100"
CAPTION                        "正在转换压缩文件"
IDC_CMDELAPSEDTITLE            "已用时间"
IDC_CMDTIMELEFTTITLE           "剩余时间"
IDC_CVTRESARCHIVES             "压缩文件"
IDC_CVTRESFOUNDTITLE           "已找到"
IDC_CVTRESCONVERTEDTITLE       "已转换"
IDC_CVTRESSIZE                 "大小"
IDC_CVTRESOLDSIZETITLE         "旧"
IDC_CVTRESNEWSIZETITLE         "新"
IDC_CMDBACKGROUND              "后台(&B)"
IDC_CMDPAUSE                   "暂停(&P)"
IDCANCEL                       "取消"
IDHELP                         "帮助"


:DIALOG VIRSCAN

SIZE                           "100*100"
CAPTION                        "扫描压缩文件内的病毒"
IDC_VIRSCANLISTTITLE           "WinRAR 找到的病毒扫描软件(&S)"
IDC_VIRSCANNAMETITLE           "病毒扫描软件名(&N)"
IDC_VIRSCANNAMEBROWSE          "浏览(&B)..."
IDC_VIRSCANPARAMTITLE          "病毒扫描软件参数(&P)"
IDOK                           "确定"
IDCANCEL                       "取消"
IDHELP                         "帮助"


:DIALOG CMDMODE

SIZE                           "100*100"
CAPTION                        "命令参数"
IDC_CMDMODECOMBOCOMPRTITLE     "压缩方式(&C)"
IDC_CMDMODEPOWERMODETITLE      "当完成后(&D)"
IDOK                           "确定"
IDCANCEL                       "取消"
IDHELP                         "帮助"


:DIALOG REPORT

SIZE                           "100*100"
CAPTION                        "生成报告"
IDC_REPORTFILETITLE            "将报告写入文件(&W)"
IDC_REPORTFILEBROWSE           "浏览(&B)..."
IDC_REPORTPRINT                "将报告发送到打印机(&P)"
IDC_REPORTCLIPBOARD            "复制报告到剪贴板(&L)"
IDC_REPORTOUTPUTFORMAT         "输出格式"
IDC_REPORTHTML                 "&HTML(&H)"
IDC_REPORTUTF8                 "UTF-8(&8)"
IDC_REPORTUTF16LE              "UTF-16 LE(&1)"
IDC_REPORTANSI                 "ANSI(&N)"
IDC_REPORTBOM                  "字节顺序标记(&Y)"
IDC_REPORTSORTTITLE            "文件排序按(&R)"
IDC_REPORTSORTSEPARATE         "分别排序压缩文件(&T)"
IDC_REPORTINCLUDE              "报告包含"
IDC_REPORTARCHIVES             "压缩文件(&I)"
IDC_REPORTUSUALFILES           "常规文件(&U)"
IDC_REPORTARCNAME              "压缩文件名称(&A)"
IDC_REPORTTOTAL                "标题和总计(&E)"
IDC_REPORTSIZE                 "文件大小(&S)"
IDC_REPORTPACKEDSIZE           "打包大小(&Z)"
IDC_REPORTDATE                 "文件日期(&D)"
IDC_REPORTCRC                  "文件校验和(&C)"
IDOK                           "确定"
IDCANCEL                       "取消"
IDHELP                         "帮助"
IDC_REPORTSAVE                 "保存(&V)"


:DIALOG CMDWNDBENCH

SIZE                           "100*100"
CAPTION                        "基准测试"
IDC_BENCHSYSTEMBOX             "系统"
IDC_BENCHSPEEDBOX              "速度"
IDC_BENCHRESULTSPEEDTITLE      "已处理, KB/秒"
IDC_BENCHRESULTSPEED           "请等待"
IDC_BENCHSPEEDTITLE            "当前, KB/秒"
IDC_BENCHSPEED                 "请等待"
IDC_BENCHTOTALBOX              "总计"
IDC_CMDELAPSEDTITLE            "已用时间"
IDC_BENCHDATAPROCESSEDTITLE    "已处理, MB"
IDC_BENCHERRORSTITLE           "发现的错误"
IDC_BENCHERRORS                "无"
IDC_BENCHSMP                   "多线程(&M)"

; Title must be before edit for hotkey to work and "updown" must be after edit because of UDS_AUTOBUDDY.
IDC_BENCHTHREADSTITLE          "线程(&T)"
; Edit control ignored mouse clicks here, so we use RichEdit.

IDC_CMDBACKGROUND              "后台(&B)"
IDC_CMDPAUSE                   "暂停(&P)"
IDC_CMDCOPYTOCLIPBOARD         "复制到剪贴板(&L)"
IDCANCEL                       "取消"
IDHELP                         "帮助"


:DIALOG ORGTHEMES

SIZE                           "100*100"
CAPTION                        "整理主题"
IDC_ORGTHEMESLISTTITLE         "可用的主题(&T)"
IDC_ORGTHEMESARCICON           "应用到压缩文件图标(&I)"
IDC_ORGTHEMESSELECT            "选择(&S)"
IDC_ORGTHEMESADD               "添加(&A)"
IDC_ORGTHEMESDELETE            "删除(&D)"
IDOK                           "确定"
IDHELP                         "帮助"


:DIALOG DEFVOLSIZES

SIZE                           "100*100"
CAPTION                        "定义卷大小"
IDC_PREDEFINEDVOLSIZES         "预定义大小"
IDC_DEFVOLSIZE1                "5 MB 分卷"
IDC_DEFVOLSIZE2                "100 MB 分卷"
IDC_DEFVOLSIZE3                "700 MB CD"
IDC_DEFVOLSIZE4                "2 GB 分卷"
IDC_DEFVOLSIZE5                "4095 MB FAT32 限制"
IDC_DEFVOLSIZE6                "4482 MB DVD+R"
IDC_DEFVOLSIZE7                "4488 MB DVD-R"
IDC_DEFVOLSIZE8                "8152 MB DVD+R DL"
IDC_DEFVOLSIZE9                "23866 MB 蓝光"
IDC_DEFVOLSIZE10               "47732 MB 蓝光 DL"
IDC_USERDEFINEDVOLSIZES        "用户定义大小"
IDC_USERDEFINEDVOLLABEL        "标签"
IDC_USERDEFINEDVOLSIZE         "大小, 单位字节"
IDC_USERDEFINEDVOL1            "1."
IDC_USERDEFINEDVOL2            "2."
IDC_USERDEFINEDVOL3            "3."
IDC_USERDEFINEDVOL4            "4."
IDC_DEFVOLSIZEOTHER            "其他项目"
IDC_DEFVOLSIZEAUTO             "“自动检测”字符串"
IDC_DEFVOLSIZEHISTORYTITLE     "条历史项目"
IDOK                           "确定"
IDCANCEL                       "取消"
IDHELP                         "帮助"


:DIALOG WARNLOCKEDFILES

SIZE                           "100*100"
CAPTION                        "警告"
IDC_WARNLOCKEDINFO1            "只有在关闭外部编辑器应用程序后才能压缩这些文件"
IDC_WARNLOCKEDINFO2            "如果您现在立即退出 WinRAR，将丢失这些修改。"
IDCANCEL                       "返回 WinRAR(&R)"
IDOK                           "仍然退出(&Q)"


:DIALOG READERRORDLG

SIZE                           "100*100"
CAPTION                        "读取错误"
IDC_READERRHINT                "选择“忽略”来仅使用已经读取的文件部分继续处理，选择“全部忽略”来为将来的读取错误都这么做。选择“重试”来重复读取操作，选择“退出”来中止操作。"
IDC_READERRIGNORE              "忽略(&I)"
IDC_READERRIGNOREALL           "全部忽略(&A)"
IDC_READERRRETRY               "重试(&R)"
IDC_READERRQUIT                "退出(&Q)"


:DIALOG CLEARHISTORY

SIZE                           "100*100"
CAPTION                        "清除历史记录"
IDC_CLEARHISTORYNAMES          "清除当前打开的压缩文件名称(&N)"
IDC_CLEARHISTORYDIALOGS        "清除对话框中的下拉列表(&D)"
IDOK                           "确定"
IDCANCEL                       "取消"
IDHELP                         "帮助"


:DIALOG POWERMANACTION

SIZE                           "100*100"
CAPTION                        "电源管理操作"
IDOK                           "立即执行"
IDCANCEL                       "取消"


:DIALOG LARGEDICTWARN

SIZE                           "100*100"
CAPTION                        "大字典警告"
IDC_LARGEDICTLIMIT             "始终解压缩所含字典不超过以下值的文件(&A)"
IDC_LARGEDICTLIMITGB           "GB"
IDOK                           "解压缩(&E)"
IDCANCEL                       "取消"
IDHELP                         "帮助"


:DIALOG DEFDICTSIZES

SIZE                           "100*100"
CAPTION                        "定义字典大小"
IDC_DEFDICTLISTTITLE           "预定义大小(&P)"
IDC_DEFDICTHISTORYTITLE        "条历史项目"
IDOK                           "确定"
IDCANCEL                       "取消"
IDC_DEFDICTDEFAULT             "默认值(&D)"
IDHELP                         "帮助"
